{
    "model_name": "sample_model",
    "layers_config": {
        "config": {
            "layers": [
                {
                    "class_name": "InputLayer",
                    "config": {
                        "batch_input_shape": [
                            null,
                            2,
                            2,
                            3
                        ]
                    }
                },
                {
                    "class_name": "Rescaling",
                    "config": {
                        "scale": 0.00784313725490196,
                        "offset": -1
                    }
                },
                {
                    "class_name": "Flatten"
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 3,
                        "activation": "relu"
                    }
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 3,
                        "activation": "relu"
                    }
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 4,
                        "activation": "linear"
                    }
                }
            ]
        }
    },
    "weight_b64": "Tx2KPgqDSjtpMIm+VJntvgQ6hb07QuO+RXAguzGY574H8lu+HfziPUZAU71rW929qfbjvvwAXT22haw+lxWLPj4eub0enmi+Ee4dvhgnsT9rw249833DvveDjj864hQ/ljgPPNBJQz+HA9W+5npQP6QtaLwJBk+/pPvbv1vkgj8+h1k/4/6hP1hC8T7oFiG/qGOPvhMdQL+wNoU/JSrcP1nZB8Bk1ay9cr1OP+xnlj9xSlK/r96lP1JG9b+vefo+lrIQvoBwxD9U/N0/d0A4v41UpD8Hq3S/IzJsPwhkaMCd7Aa/HtMoP+xynz/4W68/LenxPU7K6T42VCDAlFo3PXRBP78eRo0/RrFrvw==",
    "training_traits": {
        "structure_gen": "Custom",
        "n_layers": 2,
        "max_nodes": 3,
        "activation_func": "ReLU",
        "epoch_num": 30
    },
    "classes_name": [
        "cryptoadz",
        "cryptopunks",
        "moonbirds",
        "nouns"
    ]
}