{
  "model_name": "cifar10",
  "layers_config": {
    "config": {
      "layers": [
        {
          "class_name": "InputLayer",
          "config": { "batch_input_shape": [null, 10, 10, 3] }
        },
        {
          "class_name": "Rescaling",
          "config": { "scale": 0.00784313725490196, "offset": -1 }
        },
        {
          "class_name": "Conv2D",
          "config": {
            "filters": 1,
            "kernel_size": [3, 3],
            "strides": [1, 1],
            "activation": "relu",
            "padding": "same"
          }
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "pool_size": [2, 2],
            "strides": [2, 2],
            "padding": "valid"
          }
        },
        { "class_name": "Flatten" },
        {
          "class_name": "Dense",
          "config": { "units": 4, "activation": "linear" }
        }
      ]
    }
  },
  "weight_b64": "ehqCPrd6ML45H0w9F82KPV5VIT7vEdQ9y23DPfcu2bpjb5o9clrCv8XIt78GRJi/IiChPmr67z3/10o+sDiqPsPQET81FoY+lfNPvxdCcL/yzfm+yqPtPjasxD5hNbM+jUJQP+TOdT/cD9g+V57APtquizq39nC/fzMfvjayjT4h3qc+3UdNvcN/wL6Xqvc+agufvcRsLj3DZjG+ojYxPtQFOz7pJFK9OxlZvsYOjb4D2S8/DkwPPqtlhr8VnKQ+OS+ivb8HC764+9k+OGGZPsqMUD5EK34+V+YIvdw8qT6Fy/o+NCaUPRcKMz+4iwS/xvAIvLCuyz1jv9K+/nxhPsPLBr9EY5o9BpS3uwe+Ez7AMSI+WBZsvhOC/z0WPnO+ZnXCPmL+Ab3LHQq+0ZFBviSfgD4kTuO+TQqOvrcrvT6wC1y+YR5UvcWbPr5qUJg+MkxQPn5Hkr5L7TQ+HYUSPtlA/73Zf0O+MB98PK/Adj3ZRQk/zCGwPts0XD1FqzS/3glFPNzCDb/DbGk+cNODvRuZt74/H2Y9gfavvRt0L79mdOQ+05w1vQqZSr6mbw2/ESsGv/HKk76Fy0k+tIMCPvi7a79ACNQ8qcNfPyymoj1UlMe/w/DpPxq4Eb8+HYG/9Qoovz+jfD4XkJy+v8gNP7cCNr/+fQG/+gNwPyUoyb/k5M4/u8APv6McKr/fnR6/",
  "training_traits": {
    "structure_gen": "Custom",
    "n_layers": 3,
    "max_nodes": 20,
    "activation_func": "ReLU",
    "epoch_num": 10
  },
  "classes_name": ["cryptoadz", "cryptopunks", "moonbirds", "nouns"]
}
