{"model_name": "musicnetgen", "layers_config": {"config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10]}}, {"class_name": "Embedding", "config": {"input_dim": 130, "output_dim": 3}}, {"class_name": "LSTM", "config": {"units": 64, "activation": "tanh", "recurrent_activation": "sigmoid"}}, {"class_name": "Dropout"}, {"class_name": "Dense", "config": {"units": 77, "activation": "linear"}}]}}, "weight_b64": 