{
    "model_name": "10x10",
    "layers_config": {
        "config": {
            "layers": [
                {
                    "class_name": "InputLayer",
                    "config": {
                        "batch_input_shape": [
                            null,
                            10,
                            10,
                            3
                        ]
                    }
                },
                {
                    "class_name": "Rescaling",
                    "config": {
                        "scale": 0.00784313725490196,
                        "offset": -1
                    }
                },
                {
                    "class_name": "Flatten"
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 20,
                        "activation": "relu"
                    }
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 10,
                        "activation": "relu"
                    }
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 5,
                        "activation": "relu"
                    }
                },
                {
                    "class_name": "Dense",
                    "config": {
                        "units": 4,
                        "activation": "linear"
                    }
                }
            ]
        }
    },
    "weight_b64": "0EOYvFxN5Dq5m9k8nWwnPYZmkb1GeDa8MIaSPXme2jyH1Dk8HsZAvUbMvT2cRqC9JvGkPHe1yrwlKqg9Fj4WPah9CD7k6AA+fJtVvTjdgD16ZOu8Lys6vpheCT5ap909mrzoPbvnIj6l5vG9ZeWdPfZczL00cp28ake/vBg1BT5kxPE9PmFOPk9ymr0DRsm9w9LQPDrgiDxvs6U8eFb0PfRYbbyfwY49cQaYva0FFj56i2m9ocotPmxczD1VnsU7mqzkveFN0byRWGO8lZKjPfBW7zxHYw8+OXuLPOl8Oj6GnMc7yt4ZPrvV8T1vvhg+4SYkvj5SJD0JqZO9xrlWvaf4u73js909Vpx+vQGz8D0spYg94WmVvaUp9j32hwi+y12SvV5Ewz0AfP09cFQFPuvNLbxLNDy9rYnGPVtgjDua97y9XLlPvXkLSD55T8i990YtPa+xIr1ak1k9SkyEPfWAvL1r2FK8U+RCPbtJWT0FVIu9B1haPjS9lr0xv7k9K58OPpOtNT0CJhm9CqkPvPYlEz1VXRE+FeEWvvOPND6u9Bo9URXgPd0I0D1uJKo7+BuqPI56Vb1w8eM901jQPRpWfb1MJ2i9i6WYveG6zT2AgsQ8JzcqPi5qZj5thHE9rjA5PA/skj0iCyE8mv1rvXPIlTw9cwq9tngFPsnX7DxeDBW+Ms/wOrURl715PJ699OxZPZ0W5z207Ts9HqhXvW5ibz1i1aE9XPyBvcsXorzuICs9EV04vk4jJT63S0g+mjAWOxMlwjzanMg9Rln/PUzimT36za4902k6PYc3Hr0bQeA8kMuzO5pKBD5cKXG9H1WGPdgaab04FaI6WVwDPvui6T3YiDY+d+M7vv1zGz6H2QO8DKTnPIFIjr25WQO+BAXrPZM2Cb1bgJs9Cx7dvJeNwzwJMu09YBQcPloHnT3VzIs99F+IPRt/WT5lkac9UxZDvREqkT1zH8M9tBZ+vH/sJL02lBe++2cAviUcAD7NQYa9VDSDPWypCD4QrAO+GMhwvN95AD1wqxw+eClDPclirb0Q9A8+DHfRPUOwn707Cau9ORCZvRrLaT6QWrY98JBMvcwCBj4jKxU9WCyTveviMjzhd3U9DXIPPROd3ryfYfo9ViXTPDScAj5MyKU9z/YsPa7KOzzYFhI+Lc6nvLyz1D3uRCg8o19/vazdDr2J2Ha93YOjPRVEjT1TL/48F40jPTHM3jt1vBm9lwriPTfSyL2yZWu9W3gnu2+0Aj5AfY89Xvl/PT8H8D2Av4m9uO1kPG3Cor0m3wy+3r1nvEvrmTu8JY49ehSlvEiwJrv9Pd28xRbyPaZH1ru/WME9epb2vaxBmLuJwOO9OZTGPdzmpLxjHpC9ACsyvb+hw7zymmo9qUf7vbdWqD0dcJS8zZn6vTwSBj6/GAs+faOAvSDOqL1aLDQ9inTOO0Oy5z1JtZ+9kLOHPfLnvDtdtUU92OA7PrcxbT17Vw695waDveHM1z33afo96eApvnVjEz79vuA9X1j7PRpTCj043oG9627MPThvzbkhgGA+6UunPe8Kgj1YFKO94dO5vZ1OiD0zcJM81jV3PVaksbwuJcG6wPnUvNZZET0WqSk8bxjOPRin0b1y1te80jEEvOlJgz0g9Mg9JtCSPFgxEDwTMJi9jY9jvUuVSz7l7La9Rh8yPtOYBT6VVA4+JA8zvFT2Aj6Sf069WEDIPEGmPT7KJdk9HbQDvlTWET1Bufs9I/uUPWSUsb0Pz5U9+bAqPbHKxz03KAA8LwdlPHUMpj1mt9G8dGUfPZ0alr0LGZK9nbcCPsnNvLxhScQ97J2qvdHhJr18QKS95MAdPvQir70egG+9yWQtPViS6T3erBY+vgDZPajUd71Wuzm8Z6aYPeqbkD0zk4y9R5iaPQIq+j1h58O7oW16PKvYxDvBLgc+Q8jjvYx9JjxBuck9irVwPN4SGb7Cz6c7vjULPgr8H7w47rc96US5vcf82LxgypI9zfgQPpY7c73uSoc9TVDNPLF9KzwZ/3a8ntSTvJNcJD5t58w6B5+JvTX7tzxw2689UQ7Pvb2n2Dy1CdC9YOmwPetylz3TzXS9q6AoPsDh9701h7296VmhPctABj77N4U9HX4YvY+YQj10MVs+1yVIvWRwMz5fmJW9rhSsvVSHCL7hWsK8bSuEPcb70D1KsdC8UDu1vKiT6jzjpBo+5k79PbkbNj6rK+s80zeEPdWhRD7/H7y99LT2vWT9DT5Z5ZU9f6+TPUDD4r05iQO9lOKevVnqYD0xRfW81x1WPWF4s73TFhS9wmKrvJBhPD5ePqo9ib8RPipEWrz3z8M9L/kQPsSb5z1zgHU86aj+PA4XGTzb5aC9XCu5veCYNz0fvke9t6+IPZDNlT02xD69IVA+Ptl4Hz4UX5i8N34kPhuhAL3rhZM9wOwkPg8EMD7iYg4+TW7OPRdODL7jDVk9Aksnvq3ik7xeKYK9slSivWLn6j0WEQG+2CAUvmQ85T19TqM9dTIPPWkA6z141Cw+TAYGPg4E/zqMBO48I/tDPQw2mryzTNK8AXSDveN6mL08+ZC9/5tfPWy0Kz0XjuS8evN0PcNBlr07/co9S2KwPOprwT1PcpE9uSm7Pbs5lLvV9yO9N3k4Pfi5Gz6iueI9Aj6MPAen1L2+j069bqXvvUvmUj1nNpk90nzyvejHFrxmsS280b/Dvaq5Aj6+oIU9JyRfvS/U7btVJoq89fPdPfGbSD34yxu7NEvKPCs5fj1ZuMo9/+MaPgeZ47zwDCc+6t7QvU9ghr3g+ja9yR7IPXzwYb2hxk280ETgvQZsC70N5pe9uZcYvbAypz0vof89kUa+PSsUMj1lbdK9rXjLvDJI+7zeChk+Id+pvTaokT1/JkO9IayzvbiOAD0qw4e9/mL5PSvgSb1IHAm9qG2gvXKmG70Uv6e95thNvXiPcbvRe9U9NkEvvRsixb1FFsS9vD2cvd48jrvT0ci9yOAwvRZCCD7Ufjw83o7YPQOTgD2Haje7n+CavfpxPr1HU8e8p+0nvQH/3z0XhBc+u3YOPhQeBz4HHCk9LCgsPfLw0D1/QRM9Jg0Gu76OG74gMV4+z7LCO/dYkb1/feA9xacHPqSdILzkQew9nlADvvoUgj2JsEo+1SEJPlZXLL27Dnc9S7LhPYsCNDzweIM9zD2hvIYqIz4rDV68Fy7LvRSjLb2hLLO634XBPZFfk7vYVoW9msYJvfkWar3bQIm9Bcv0vdGYFb3h/Uk9G3nUvWzINz5of+Y9B+MFvQH5xr1MFNe9vN8oPq8WQDzXMcE85TgUvpTpSj2n9Fa9T21vvd4QCb2XnIg9Bu45PeHNkD2LvBK7q88uPQ380T3NrNc9xOBGPfwHPj0AiZA91IjNPSMol7ykN6a9f6kXPv3XM72nFok9FNdNPe6CTb2yBIK9fO3iPfAfjD0C68G9LyqEvfoB/T3gzh29jeSnPWvEyL1NHwU+a9rdPU8qDr3akee9mVGePVlAej0isLe9ytJCvrax0jz9Msm9xGgavfTKoDvwmGM80xvVvGfN8r0F56a9CFUEPnF4Gb1gPpI93FMzvZ7MOj0KtqK9nXUpvTeyHj5t6/k9QBwCPoVPtzzMjxa9RaECPZ8LLz5E3ec9FjRKPaZJED7R8A2+9C/MvWc2h7xiEyG+TJm0POcHnDhb+Bw9dkxUPu9LDT74htu9twUbvZ5DyT1JXsA9OMZPPiYbrz3clDQ+pEs5PQCgor2d05G9uVnbPCkpBb68aQO+xt9qvSdtJD3DPNm8Y4kSPUueej054zc91m7vPPtKFj2ENdY9u+p/PZqqODwPD6q92LRIvXLyjj3k5HS8bkhIvTptDj5S4/a7k5KMPYEClb3iFSq+Yt3XPZL+X73ickm9bXIAPe2Y8LxF1qy8cnwxPlBHFD5PBue7IzaQPN/xLT0DKoy93ZxkPbyYMD6Vwga9ns0OPQ2uiDy98f68EenZva8SYD3V42a7+mYPPbnOqj2xiwe+iD/EPFFStrzYcCw+xjFAvW6Hibz2bjI9Dl4NPpMFbr26KaE8JAZAvVy8gL2e7Ga8imCLu0AhmD3MCLW9G9KEvTVVxj28VtS9wCURPvgR57xMoeG8d8clvSZKlbxLt9k98DU9PSheCr0WrjW9ytULvhpzub1k5AA9wB23PQM0qL1Shic+bRCpPVxFUr0HLsa9GjxLvL2bBz6YSAe+Qm+gvbbc3r0qRGe9KN1ZPT+iFz5yQ5M9Cv9LPR0BFD0Sdu89qCERvlXApj0xbwE8jwUGvrb/KT0BxCg8pzxBPJiuRj0+Vla9lp/xPDqz87325xI9hySLPa2OOLz+icM8CcLbvGK3xL1IQ5C9cqkJPrMwqL04KTs8iP8evvaq/T2WhZm9b+4pvVckAT6TTXC90LzHPPlKHL3F2rK8+d4bPdjKmL38pUW9qPcxO/PMOT0AsmM8lnj3PP9t6Tzdvym+gucRvIKJHj2gH6I95DIUvJ9BoT3kj7E8kG0IPZtZbj3sH2G70MISvhPCCLqMCZ+9LvK0vIpkOD3ra8896heWvUKY9j3CkOU9stvXPFzPCT5Vt569VRauvdx5Cz4P+BQ+Ln0LvG5Sj71U1be9dxQKPoM2nT3qC8u9TkC/PTTPnby88Ba+HIHgvAKJdb3Cw3C9wFEuPXEVpz2jVNw9jegQu2oi0T0DyPg9diLDPSzNdT1m81o9xYRhPVkoADxGn2+9t8JnPV6pHz2awQy+LQSLPdh/272oScI7yCirvQYrFT7wcta9tNH/PAt8izxeLoe98d8ovJY7/70AhOa90++MvcJr3L0PDFy9mfBQPfG5HD2uu5U9vfAgvgNM+TwdYVO969SEvCJieD2+7JI9bCmmu9g6qr2ditC9cAeKvXM09jwpBYe90LIqvrhGFj6Jqzc+NqhbPfpvlD0N9zS8O1zsvTnicb2iPWe9U/rQul3lKT6AL/K93HvEPB/Rf733zDU+b62fPaJm9zzuew++Q0wpvU3nb72DVYE8OkwPvmbLID4tmmS9XJM5vTr6x73Y34093OK6PSmpiL2Hihe+kDpZPgHfSD22gHe9N5oZvl5DBD13gPo9Idv+POPhFT5xaVa7+xVEvTxFOb5A7o891ar/vP2ZrLtV4689WszoPYQ0J7x0aFU8Eg8gPpA1Rz4Hed29kX0yvIjFe71r9BS89yF2PJQgCz2xbeo7TeIaPqfSAL7+t049N2y/uyiXBz1Dno09aR4jvPOljT0pXBU9HQKrPYa45r03Tk09ewVuPoaR5r0eFIo9QVSDPdZAz7yCfD69ZbtUPvA9NL1Yvnu9hqKWvaU7/L3wtv09MASmPcLQvrxGw+s8d1W6PSrllD0GmOK9Cc46PPNXHD4DQQo+6XKUPBG1mL1MJco9q1Krvc4xdD1bECc+HPq5vRAAyj0zn+U7GRyovQzZbT0FRou9NMZ5vCO2ED23yf88XhIFPgTA5ry9nAU9G7mxPOKtqD120bS9ML6hvcLHVryF34K9dWxIPcg2qj33d1Q9EhWtvQyUDrzbC1u7Q7fkvUTu6j1nmoo9lfbOOwqk3r2sHha8yxuaPTLOgz2jBXa9z7uOPPdGh71KXUQ9QOcoPdDcbb0VjJO9s9jwvX2v0ryxy8U7wVYOvTyPxb0IYpI9e/j7vezK3z2D/A8+cDsAPRMVW7up4wS8umS4PeuEcb14q4S8ZyDavQCVDD0aogY8Gi9KPTbSID5dK5Y99djFPI4D6j0+4iw9k2b9Othulb19lGa9OMHhvbmkF724XUo9lrHaPAQItj0ij+S9SjHWvGVAWD37xr08BTH4vMIFHz12aag9ibM5PpUWDj7czIi9+3MMPs6tlzvv+x2+7OkHO0U4HD0e+tA9Yt5HvfliBT3OEAE+zdKQt47tkL1Cwdi93q/WPajq6L3yW5C905FzPgKo2r2/zp69PRqYPWUlAjyGsBQ9da4FPsBQwb3qBA89PQIlvktg3j1lZQ4+jr1SvYlhGr3XjtW9VjgZPQZWML1zwBq93UZePZ0FEr1nhEO9CkQvvdCBYD29pYe982tAvQA2oj0dhRw+ymMwvlXt6L3XS4M9NFeBPRucl73Zn4Y9kiJpvIrzVL1/KtA6OoVZPPVJpL1TpoE9FZzhPLTALj5Z1hA+VG4mveJQMr3D8Qm+ocLCvRNjzzzA3ew94TfCPDbVBD5dDu+8oNi9vVxDTT0X28g9gKkiPWe2njr+ipY9eW5EPADl7zz0aOk6TIgjPaUkr71UKow9cXPiPAwRyD0AuwI+6stsvP9XWrufMXw9CSARvnLM8Dl6sMO9VyXuPSr13r35/So9GlbsPX/bsLu9LFg+HwyBPRlsjb1lSAI+8kAkvaX5mr3mxhW90iRrvfXIDT6OzMC80NM+voqpxL1frH49GA/jvdveVj1yD5E99zMQvgMTlT2SGRe9Z4XyvbKF1D2eEO693guUu6FAmjxd4a680E4AvVWi7j1tWzG9xBsgPmydLz6K+jW9jtGjve5jnz3q40w8gHIsvTNF5D1z3fK91HQxvS1+jz2bFYG9PuImvBHfvT1Gdsq9xlyKPbs+lD0serC9J50yPuA+G731nJK9F3ooPmw/Br6QLcA9e8xpvdzoCD6A/Mc90bGZvA2yNz22SAM9dvABPoMfPzw56e27o9HGvRRqDj6Dzbs8kXIcvYyYZzt4Tq+94WQ8PegLTT66kSQ99npaPKaIVTx7TyC9LUuyPR945T2LwD69przTvRz/Gr20Zdi8A+QGvjOxDT42vcA8W3McvsRcCT3Qgrw9KOYOPug5ND35eT67vgR4va+n0j3yfaY7Ivi5vaWj5D2IudG80WIYvg2vOT4E0vw9z7DMvY/7Hb5gaL+97dKrvGSXi72ulEg9yZ7xPSzeAz5vqqq9PAbHvOm7prtPxgA+4hwGPj+1wD0ErfY9R3mmvZLpur2Cj8g8xlzYu1tmp7zGrqu9vtMOPX/9vr2nKju9IFDOPJgeBz6YVDE9h4uuvJZzpb1ikJa9dVJAPXhRVT4mNGW9kwBAPFybpT21VsK9x6QLPQ3JxT27BVK+aQYXPNXAfj0O3T29aEuyvehk4L1zwbc9GQ5lvWjAkT1vhYA91ReePTju2z1Kkwo+bJuAPUppRj1vBIU9kwcLvt39yD3T+3U8lmCXO6IrRj1RMqA9EAC3PRcyaDx1MbG8M60Lvvo6H7wq8ES9BKPtvCXxoL3k3wy98x6vPGqxGz4OU6+9rrINvM+6hT0lnnE9qavBvVtFCj1wGMW96b/2vd+XcD26jAY+1uerPEtWwDnyuyC+/NoVPoj+vT04KjI9ZzZcPQ3fBj0v4RI+mWS7vENjS70EYSM+lLMyvjp7OLxhffU8sMsLvui3+D0Espo9glgyvQzs8zwllEy97yzsvWRCnrz7nqm8qWvXvfzpqb3Y1ss9IrwlPg52NL3krQw+fQQ9vtWqtr3LslS93JyGPU1d+D3ZTfK9+Temvf5qpz0sOze9u57LvG8ldL1VBXK9AVmAvPFA/zrOkza97mVMPqyatD1gqgK+UO0cPX7OZL19jUu+hDvDvC/Q9r1aigk9HM2TveE9n73c+xw9scmTvRNmFr2FJae9sS7jvICJpL0B2Mm9RokQPWAfb70iXfa8gLD9vVDQGD47cjG9Bw4OvTPo3jvcuKi9cC08vX1mvr3j8l49UGIGPf/0RT4827K9lLpLvr9O0T3pRYg91cwFPr9aFj5uoza8F6fWvYFCEr7vi8Y9GEgFPqTyizwux6c9ITipvcq8+TwT0Gc9z69Sva5I+r0jJQe+XIS5vNF9gj1lBTS9n5buPas2BT4QswI+e7ZEPF5hLj1bEv29eQGGPO0BTzsBWUc81R2KPSiuH70yY4M8UYtWPRWsKr7djue7wJTrvXaStL1RT8E8jnmLO+JE0r0x8qy86rFrvWLQd72FeRY8ONbEPXekhz1OMwa+/1sBvgTYjL3Pys29zWpePe4FFrxnnF+9lAEhvuR167zDL6+9GI+0vV/40D1Oa+G9GOaYvSVesj0mMlm91qCTvSx/zDtLUGa9uZGTvLcI/rzJRki9UYsVPfLHmb0Q57E927fwvQZtjT1O6Oq9Zl0GPjldcb1X3MW9/qEeu1PRGb1psj+9jkUjvUEp1T2pX829qbH4PaD/tzt8Y5q8qu/6PWYWqz2y7hu9XUkgvhv2Kz3OXkO80irUPXlHlr26C/e8jo5DvkauOr4AOYG99JwTPZitbr1wVou9C9AJPr0MzL0OsQA+fB+avSwOMb1X5mA8jYitvYjZAL4BPNC9K8MavT7umbwZFYG9PYgNPcBRsj0h/ge+ny2ZPKjkhT0vC+49jGpmPdsIKr6szgA+WAD9u36uuDxUfIg9RYSSvJ1dob2IJUi9wnWpPaGmJbysEwU+eOmbvQA4QT0gMQ89+My2vbdZlr0/RAy+L02vvYEn/L0JO/69yoPLvSupsL2p+0E9I/qAu+b8NDt5sry98rIsPDMdH75xvCK7EtsrvckHtb1LU2e+OkEZPtpH8r3cNJy856H0vaHJ1j29j+69yYLVO2A52L0NNsO9UuVFPI4Fjz1z9609v0xAPTFhOTxREsk9YViXvQRrsTyuONy8GJ4fvfO5aD377Ry+Mq9FPXYNqT3OuqY8VnnAPJyKVr0f7hm9ix8nPR90grxbLws9G+kUPgqRAT7Q+sk8NhN4veMLmLq2Ix2+vBRpPqKf8T24Z9E8fFJzvR5I1j2IOnM7k7WKPVqsLz1C1Zu9EO/PveycJbx4/t89HHcgPi4wfL1B7dk9UeWEvSY/0T0tD7K9qMtrPdeZZ71zNG+8/p57OFfj7T0tnam99eLTvYw2qb1lsoe8jl1QPc4SDD409Nc9IRAZPlaNTDxv2rW8CryJPatTLT328gQ+R2gRvUrSjj2xvx89KwJRPQSWaz03wg0+pCEGPnMppz2CeEk9cOEKO2nIbr1wuQY9dRMMPrUNEbypPpU952PjvcVX0r3Lnbk9TF22PQNkxj2v6NO8Nae/vVEo8z3HKV+9KrPyPftqFT1BRdO977U0PiBXuD30ChK9RkIPvmN4Cz7O8i4+7gzYvYO7vD1Zopu9MCkFvsVUQ705Gig77xkNPluD3j0Kags9tOn/u3ezhj1ieve8htTEvGZoCT4etA0+FxSwPQfLyT3GfUE+dY9bPIcZkj2hC+47oJ25vVkt+z3gscU9CwwgvqAQvr1DUBi9NBLYvUSYpD3Wb5Q8ulnVveH5Mj4p5jY9WlYqPu6WYT62OrC9B9aJPckhLr2wocG9lfLWvTAB6Dz4e7O9xLHhvRRj0r0ZZdU9uWX7OpFtCz7RDLs9p2VCvDpGSDxe9tO8hLXNPVgbwD0RZ789mYIGvfvuAz5HRbO9QPrAPan7Wz7LAhE+6iEqu9Osar2uVs09KAwsPZn4ZD02MhW+FxrhPd3fHj65np88UZ2cPR6kpD3jTri9VpdFvb1Z77v/HOO91hlGPt9JFr4oeqw9UfVrPSHfAD7nroU97fSDPd/7ib1Dz7o9hxWXPSaXqb36kbS8JYEKvgDP1T1+ViG9Zb4cPncsND5AmKy95Z9IPotiqLxpLcE9Osw1vP1s+T2CY2y9mbPfvP+63DxO/hG8LmkCvogEHT7Cgdu9YOWdPc1Lx728wNo9ag7FPM74iDyLDHS9by70PRW9Tz0jtcy8zZoPPuJ8VjvezpM9JJFDvs5DDD41Mqm8xXXYvWiGvj2mecE8MpOEPeagML0RTeO9VuffO9PxrLxlfAY+zbRNPvNUCD463uE93N8EPjrW2DwocQg++dIfPhnH8z1E0Tc+7RsEvqSzYr2jeAE9a1gPPnoyHr34RUM9ujCdvW2tA76KZkS9u3HbPb6ZmL3tSbs7M4mkvffdUz23v3+9wGy/PIGVvD0f/qO8VbkrvjVdbD2qCjc8zQKMPTTaCT2p3D++lzYHvjG/GjyVBq48AU+IPe+rNj1tHvW7A2WHvcDyHT4c5cy9D3EBPvr9F74JZPk98vwWPEFSerzMfAQ+2X+tPIoKCD4dlAy9YK/KveVUhrv74U6911HiPUXhp73xT4c9teJBPh/6HT3dRNm91JIJPuKmBz2XcNM9OhOivJseIz330AQ+IOJNPnXnwLxK6Ik97JBJvnbYkj17ZbU9xN1IPOiba71YK0o9HuKYvbmhpz2rAMk9hF+euyhkdr3Ut/a8QU3YvSNQCT6VIAC+N+z6PQ0j4T2OsFK9qZSBPDuMlLwM1BC+hFbbPNU8Rr1528w9mIhrvtyfRr0d9aE8O38SvQJI7T3qzbS8Ho5VvieeJj7Tvmq9bOCIutRyW71Xiwc9ujgPvZu1Sj56Ege7AvotvliIIj3YmRm+c89lvRq9x7z3hIg7zStDPesEJ71jU8S9rrpbvcZhgbx+pe+98sqIPq+g+LuA60u9d9Y5vtfMjz0ESSu81qk3vE1xeb3a+wY+DCujvKVa970/2rA9prcovjNZHr7sJnG8FoOoO6RIZz1vI1C9OFTHuymmE75QBGI82u7KPKRiPT5UvF+9C/eGvR6omDzoEj4+k7qHvQc6sDxthuY8MrqmvS+1vT3Ng1c9HTgDvV/tmz0RYCI9eTFCvMBk4D18qIi9oFSaPV+65zpeBOA8OPhEvky1yj05Ubk74SoxvYGmCzvVp4E93AfovJe/Ejrjkhm+v9JhvUu21T1d6SS+ZAIIvhHdcT0A8NA9g+lNPpM0C71S0hE5AvVFvd8DtTyrUAa9PIJDPcjpWz2qFUA8hWNAPPTBBb7KMru9I9bnvQHXdrzq/wM+OyZkvWaSCz5oe9q9j/f7vchCqL29ooU9WytBveASDz0zjjo98SgcvQ0ZmD1tFTs9ciXNvfNJXL0O2Vi8Q4+2vQZj/r3E+EG9NyUuvTwUvDyQX/S9YsgXvsbVKj2ibom9BbGBPBSWIL3S2RM9UD/gvTlOvLyuXHG8w5L7PVWaAL63rXS97om7PXYQjryGeA69c1EYPZ9EbL1gEde8B6y3vTnLoruc4IM97H++PcKTJT6anwq9DWGYPHdvur3h/4a6yU5rvXAVBL6nYGI9mt6LvCCiqL1xzlC9MpIZPhmMy72hh6u9tijjvXpSEL5BHHO8nN+UvaXn4z2Jr589LdifvC3Xubyxei49JMGfvakO4TtGIOi9twWNvWw4KL3KlVG9M/LjPN0h5j3Qpwi9UP8uvsMl8Lxclvc9ZxmJPZyUAj648Oi7SobxvSHyNr3b0g4+rkvju0Qewj1b16w8xX7eu5WM5bxlIQG95x+3PYn7ez0eD969NmVfvBsp7D0YMYi9ejvGPdMfAr5qMKi9tFiNPQG7u7wOSpy9Yp2WvJDCOz78iy87dzkrvQxcgT1Yf3U9mFVXPVS4ir2yWJy9DBCSvRHAiL0t8YO+7Y8tPssRCL0Uxwk+OOPevU/S670khu69aDdSvoZATD0Nk769P66bOveNoL39fog828IPvpCBfL2lHXa9/KQVvkDID70DgrO9SwY5vLet7r1basC7iQSUPe6lZT082Ou7LTnEPYfhpz3CA/C8LYlrPcL+Fj3bsfu7KjRIPYtImTt7EgY9z5hWPS6+er3x4gE98ayJPUCaEb3bCwM+lS6LPSxdNbyh1Qg+BvpbvYEmMzxW0Ce+jv+IvVHGNL4hIR2+AWQXvdlt9LxlOsK9+kKAO9kGX71CGci9I+M+vslxXj0yRg4+0fCDPWlWo70dQA6993NmvX0m0r1AoSy9VE/lPWfTmb3sLVk9LDHkvWP+DD7j8PE9oLcHvn+vADz5p1a8HMiVPbZQlL2gsdG9sRL3vds4PD5Rhyu99xAVPtJVcj2OtO28LNc7PWIaxrsqRMQ9M4ioO3Xbl70BYxO+pzYpPVfaJ71c0Qi+WpOZOywooz0GMhQ9Gh/6PIBr9b2o6Ni9gAc6vB4wH7vXUwO+oHCtPdy4NL2jTqk9lo51PW1MFD7eg9+9oZqqPGBW5z0EaWw7HJkGPOSgAj4cxGc9otwWPr3YOr1tYYk9GHvAPciA+TxOcrs98PwIPlvLiT2A0Ru90hk6vRBckb1hMQc+tBcUvvhuur0ct1u9YpvIvJbfm71ZdQO+cm/SvY/VFT4895m9De/yPCSBWr2OPo29s63BPA/l2TxzeII9upMWPUzU/zxvyfm8KbX5vcEtlr2VfPK94GIYPSmWtj1pRCs8CME6PTB6lbz9jQC+V8sUPYHn172v1aC5ro8sPa/MV73LgZU84W2rPasTfb2RRMK9VtWcug0GNL1RTJI8t5mxu1HtvD3W+VQ90zwjvqGLOT3ehrW9ThopPHCR4r1SXn48XkCOvA4jxD2U9ui9pRJAPrfIDj23h+s9dp+6vSE+Qz25pwG+EPesPbN8JbzEQE0+HHlgPA+Dczy86hE9m/uwPEBoJT2uxSY9Adr6vbW/tD13D8u9kE6ivRhMbb1DQEE+1mcuPaR/GT60LyO+Fj7HPBFwEjwgbiM+PfinvcIDHz2tzfi8s0sSvbGl4zzyPcq93DzlPSB6aDwj+a69TjnzO7cNnTy4Ow++F5TnPU9MOj4PvUa9o0m9PZ5C9LxALIU8KSZnvSAH4DtcOBu7WwEsvrKejT3DGr28jiYtvrMenL1DkA4+SC73vUCEHj3OCUa8WL6DPWdmoD1YiL09pZ1/PtnLAb5fiLI8TYE1vPWU3j03Pkc9HQDvPcgbBb4vL1w98GOnvelLcz28utM9q15nvUMPvL0y8UU8Jdf5vY1tCb1PTuM8v4LcvSnzsr2iQC0+uRWlvfHFLD7ML5I8ikBhPXvJ1z2V1LY94APnvad7470PWM88nLvCvScn2L1Dthc9bFtCPflFwj2nu0w9iB11vdS1cr1TXgs+0JISvt9taT2Z8sI9NTsHPfcdgz11zfe9r2c2PfSk97wBMP69YtQXvs9JOz66M0s9LuH7vYFxNj6uBNk9J6/qvTdmdD2mbdU9Rbr5PZh4+T3ojnm9Zq5IutFsRjzjcIy95K4CPOFSKz5V9kq8yBPAPdQglLshaAI+hzItvhwEzj2poMU9dEqaPVQ68D3GsI07au0LvhF0Xbx3xzM96WXzvWBR4L34fc491FW0vaYwSj3FMQg+1Bw/PT+WJjxBeYO9ghw1vS7anT05x9c9wj4FvtwwCD75JA495/fcvcbkzT0oDHu8RMTGPZeUCD4hfSG9S1iFPBxUG7wNBfS9UlZuvQWNtLzV34s6J6cKPtbU6T35cC69xpc6vqkVkj25KNU9I02gPcjTKD4AtZW9mhSRPWTbRLwX6/S9XEhoPkjZrb1GgHI8O1K4Pc4nz729BSq+786bPYs/Gr1WiQG+KXviPYyl1L20trY85+rTvTiRMD5+mL+95HT/PTU2Gj25dhg95nm0vXgDD7xClYC8D7SzvSlluT0/rL29BQrhPGHXID7QwCw+EKwGvauLs72n8o48dwTzvYJNbj1w3nm907KsPJsmSL1impG9G9v8vaTvALuxXd49ARStPSEp572YN9I9agsRvgUKAL7R9GK+hkLwPUl4xT3EwBM9U7JGvbsHML3g5J+9aD9NvdlOuD2Inwg+rg8GvpLsS73g9dy93QzLPbYkpj1EAlG9G084vmdSELozJyO+m9wRvi6VwL3HCoM9+8fZvDZtiTzXjDW+95GFve1kKr0gOoi9VFYIviG4kT1QSIC96DPJvQmpPL5O1gq9bkzSPcOBub2I6UQ8QZ5wvEhNHr2gO+G9bc6AveXeND7KLdg80zmfPUjwrD3xcqo8AMmzvXOKuL20iQm+37OFvGf4Pr1aPtI9p3SmvTAFxTxcWq0+Cl+/O9EuHj5DQVE++2f0vESDUryKar49qzXxvY7wjL2a0wY+uy3MPDk1eL6WdRQ8nCvpvbpNtb0NS7W9xPnqvcpTQD7MuMm9QlzTvQNQRj5fbWY8sR2gPvQZ/r12nXS9W9K3vR4wKT57ke29sOpFPRCog70fKG4+IoZuvpPxvzwkaLC9PsFUvjFNSr5E/9U9nwnYPaqFAT4hcly+GKBPPq2fc7yIvM89/2hgPYMJEL58PgC+fsmrPaAdqr7IR2U9dlMwPa1xujxbWoK9By1MvWZsGryoIyM9UeVLvAKdlz2XWI6+QnrGPdaDAD6BqqO9WcIyvCqAE77x7tY9fNp+PYbpgb0l2B08S6hbPnt5aj1Yl6O7mUmWvtrUDD7L4PE9yIzSPRYVOT5ZFjA8wTgZPl1+m74Fs889ZSJVPTZ/lr0X6SM+fBe4vs1zPr3JGrK8jhEQvijjo72jJYI+/hYYvn1HXT08v+q95Z0/Pm/Yij1utqy8cy3sPdK6jj2Skpu81tA/vltbsD0SMey76OfNvNNqgj0c+T6+xeRGvcloGz7W5Om90kA3vuSi/z0LET69dCY+PZcli72Kfmo98kEFviFdnT3cWwo+8VyuvPL/CT6zMLU8i5rmPYcfLL69Ggg9iejAPbJeYL2SkZM9xrGAvKp6BD7Ak409Tq1QPvFQsL2ANtY6QbzPvE/rPD2pS7C99YLcPGuxjz0TbAU+F9bHvQgKHD3q4Q49eRV1vTF3AL3ih/o97iDMvdSspT1o0kQ9lRkSvgYAGD1HxuQ9wdnEvfEOkbxVJni87r72uxcT+b0TIUq9F/OOPFjRmT2RS6i9a1eDPUoE67xT6Eu+SpxSPKeJlrqo8Qa+fEMSviYYHr1uwi09QyTtvV8usL0KUII9fr/PvW0guT19Ng2+uohuvYv0Hj45UgE9XcrkvcLvDb7cr6q+4iP9vWG7/D2uuoy77q3RvWC8KL4Z+Fg+/LWcvUO0mz02wae9h5VjPhhgsr2t9yK+UN+nvuKujz0GWtM8wnRmPIHYtj0HiNY9CFTqveNjxL6BupA9Z/xgPcBM971grcc7KGCavpaCXz70yFs9mDZqvvW6R7w1dLM+SFN7u5qrBr4pgVm9pyGbPokZJj5eSSi9zwT5veutnb0L3zG+/iWAvvJNwL3ic0c+cjsYvn8OdD0K5Ym+1zyKPfR4Sr487MC9bT8DvkmMSz6b4h68dUjXvRCwtr1gCF0+6qXDPLK/Yr2tiL+99NhAPXPxG70NymQ8HHX0PV2PAb7IaV49vETtPc1v6L13Mr89STozvqHjsr2Iyt89S7vjPYvxiD22kQi+y/OBuwvZvbyrjYi9HH4tvphu+L3E/NE9BfC0PaGw0T1Rt+w8LgTUPbVFsbtwpdi8ARkCPilXCD7P9h08cXsevRPrBT6S5Tq+9wIAPtdNez2+kY29mgEwvjy8SLzX+2w9FDAsvYYiVD2uj3U9f6sTPoBtuL2HSDg+CEN8vTW3/73Wk9e8jNCsvePZaL1jxKY88mADPuI0Gr72d5Q993vMvQ/GhzxTvR2+8y2BvGXts7xCGNC8iBhQPRL9z70J6eK8rKciPhdtsT2DyYU9PEQFPl7Q270HxQC9eE0oPfSs6bweu4k98anRPd+KnzyC6yM9EFcZPtDnoDzcK7i7atURvpp7Gz4INZm8Y72wvWZbTb1tG2e820z0vaHQFjtfjb89IlUQPS/uNz21mVo+QmpbuR29B75hNwU+EwAMPiA6yr0wLj4+ZMdKPbcN7r1SzTk+VMzFPeMMMD6zgM899CAZvrKlsz1ily4+H7aKvWymlT0vzHK92nujPTfBV7zsfY49mLPMPKu5ND4c0GW9/90xPmqNPT7/ER4+dlkvvjaW/j1vb9M9wi8iPQtuWb2wN8+98/SEvc4akj1CsDM9LDYove+u4ruzRbc8rqOkPSTUgDye6BE+GRCcPJ7Q6j37V1Y8NoUDPkPesb2pRNk9bxQevsCJMz6e72e9YBCMPc4boj0zY9e8S3QHPpcNQD2WazS+wF50PTFuJr2ONwa9epVRPn1dAT4mUca9lo/LvRHnmDypCaq8ijPPvCfZBr3WnkG74EQDvvXqyb2K46K9osK+vXDxFjlYRFw9oTHdvYXmpjz8noY9slwbPVv38z29s8W6u13gvBXbGb0xiZ88AjKuuw2gpDy8bsu8Y0i/vVE2gjsIEZ09iKHfvcN/ZDwwlxS8O9ydPXgft7xbRYY9WP3gvTUANb1Dujm94ZShvFPFJj6Llgs+CI53PZK6Xr1UH/a7ZD3sPXVqFj0SHhC+xMZ5PfxIUj5jdKG9RNg+Pbb3JL3piq496u0MPYthJLzV2Bi7iuehuppGkbtQ94c9mVH4PcvOmjyExbM9lN+GPabKHz5mJ5q9AqqIPZqCBr0HgoE7RSAvvlIOv72UGye9NBqCPYmHoTzmPay96SobvRxVKL10hkw+5Op9vISVfLzHjx4+TzagvTz97z3XktW9PBqfPRtZ2jyZW4g9WDduvZKdOT0/mRI9NJrTPL5kzj3D3IA9ElSwvX48nD0FjQi8AC7aPUyOMD3mzhq+KuYSveLaCD4lAIm8od+ePDV8KL11lQo+akwPPmTsjbypCfe7lDjsOnNFSD7Zi4A8L/P9vNFaOD3fBKQ9/6NCvS12lbyWhcu9imFsvRG48r22NMk9X1AfPvTpOjyZr828xqIDPoeIoTy4/Ia9DJ4QPhGgA75HFB09ai6/vYAlHT4keIy8bSGRvWSYcD3A5LK90zWVvRtIhL1Hwqi9wtsrviBmzr2SrjA+FsysPfeYgz0VMPq91hgwPqohoT0HQ6G9u3Owvd21dj06/Li9Xu8yvtqorj0F5KC8TmJ3veuJej2vQ6U+qzyBPG3/4jydEsO9+clxPfDIJL41ihU9VNDFO0hpCz3EMo69cbu4PGtnuzwC2vM7NpHWvUCVHL5PIMA9g3yQPBb2wT3UBsy9F3gzvLqoUT5AxJE8Ja7rPBxuJr2Hxym+rUDCvRYKFD775rG9jKevvK3I0z3MTIg9tQFOvsW7z7xhHYi91Yl6PLvn5L0rDGE9GryUPf1Vxb39pXA8HftjPfyKcDyUNUS97VW+Peo1M75ihTK+4zPbvMyMAb4OX5I83rWePRoZij13YK0863zBvc84TL2AKX+9Ck77umCjjz1e1sQ81dODPWVsYD0LCVs9upezvd68lD2etu68k9QRPgjUHT0xwtg7b06IvRSdATx+z+g8hHaePQ4sOL4S0SA+6S59PWZTQz30IBC+pLehPaXNATpVOmw9q9SRvU6iBb5qQ0E9KJwDvlhej73V+SK9r9LfvYDKULzgCFm9ciAmvrSwCjyUC1a7WfQYPvx1FT7ZgGU9IlSIPN8iSb5DNre7FUoTOj9Yd7129tK9A7WjvYdnuDz7dwW+AWZRPVLOsL3wgqU8TSDcvQ7V77yRFLk9ygOVvcC//z3PUfS8zvwuPTlrvL0631K9MvuCvu4KQbwwwAO9gBkFPLMnaD5Dp1W+KCdbvTd38bu4cW4+/GLAva549bxmaqU9IqiXPZRw7b12Ly4+V9hKPSXhAj3FQCY+zq6BPU/1j73GN368mcHFvYGw7TxGDhS941llPZ1eLb7Pfr07R5YBPjn09T2xsCK9Nd1ivUWdsz3hOIM8fvOLvT6dAz6c2IQ9UBABvSiRXj5XFsE9ebzivbB+2rnoEI4902DMvBO8lby/U+s86uWCvSduJb0GdnA956cCvZMsqr3Dahy+wha9PXAVp73hbQ6+Z8N+vaIxLz6QqTw+gM+uvb8CKz0Py0A+FrhZPj4vQz3zEsE9ym/dO9UOGb7n+S++0mkAPFlXLjs8NbU9p6w0PjcYXz5QJ/u9xUUPPmihjj00t0Y822pHvudUvb3mNsI8/ojvvZ0YCj7D06Y9g+6qvZVeBz0WDKg9pDUyvqaSPT2qrom9os8nvtllmro50Es+vWWePfcBo75o3cq8WpCnvVW1tTy9MiM8AfCIu9r6BD5Ba0o9xkDduiuypL1OYh+9J6ThvUnY/D0K5cy96a/yvfLjWTvFWpe9heJnvdCQjj1hm2k9k3JIvnIwSz5QOwi+YrnJvUWPbLynfag75++7vAdCbj3y6w8+vK0TvtJfPj0NxrG9h+z/PcBeOL1fkMs8+2s2vVb8K7wI8wS9deDoPHCeiz32NSG8I1zcvefrDD5SoGo9iHYEvv16tL2Q63o+nA0ku0EaxL2KjQW+idOmPKTXND2tqSI9dGqgPeV9y700lKe9tS+zvVMvHT1xKsU9vqFevdTI67xRsxq9Rdiave26P73PrMS9rB8KPgpV1D2fpGy9svysPX8bOT16n5K9QYYEvqtxpz2bZPk7WxUpPQpNRD3aE5Y98XzTvEkJm71QLPQ9njcDvjDRP77KrKm9S7Q6Pq18FT7n4p69Alyzve+pdL0TO8k96fEJPR3eObzjXQU+LLjsPX+PXj1qGEI+vm0evawbsrvpGEG+BYwmvTLL2r2qJIE9bnU9vaBmqz3xmio8tXyJu0N8sr0cYUa+1hdkPLd2rr1WrDS+UKs3PThfWr0YRfA8bMm0PZikBT4xwEA+vm4MvNCON76/lG48X5kkvr1WmTxrfGg9kfijPeYBTD1YicK9M1BZvks7G75TYRK9vc62PPcSCL5V/zE9+EYBPgn9Hj53WXS9PBo6Pqt8mz3wAL29UwqzvS2VbL0ElXK9kkADvf3/lT0RNkY7rTysPKJ3uT1iUx++nyQevlvnT7zdjoQ9Env1vTwItL2ktOY9Z9gRPfDfo72974G9qMZpvQdUhT0l9Au+KiFgvWld1D38KMc9Yrh6PK41UT4bkww8ey8DvQYNArx/RpE93mq+PbjoBD5keva8CRM3ObOJnL1okt48mY3FuwDrGr179Po9uheNPYrPtjwLw3W9MnTePbGT1L1mLd89XdJ2PW7XP71uiQE+c1SCPZOlhb1bYw49GDt6O1drjDwfw4U9Sn8jvL04A73DBw88wSSlvdv7iD29l/8769kuPRi7Yr3b9vA9cAkQvrSHR72QXZe9Z/6AvbPicrz2+hu9QHsbvm5tFrpohUu9u4oiPNQX4r2h3hY+zCLdPUHlOb2K73u98bIovVi2QD48+/m9/Snwvex24j1BRTK9EDt+va5wh7uuI6g8E5GOPXfPIL0LBbo9CoEevf3Hrj1su669wxIGvau4cj06lac93McnPeWoBz4PwCq8uD8yPqClqb3e0zg9NR95PpLq9L1FuC29/p6LvcAXhT0+tVO761ELPkuvZjyCzyo+Ean2vbAzAju2cQU+BlswPk/BAL61S5g96CDJPdsZsj1wXxy9J9aeveDHqr12mY+8sDbePRqB0bxdXWq7UfhEPsNmVD2f6RE9Ql92vTxEGjwNkRO9PdHUvVppKT0JMsy9/iiJPT4hlj1pEaE7cCGMOxXs0T3xdMe8K02oO3+i4j0evJ29SkWDPUrYJz6M6OC8uc1+vGN+Gj7+uKe8hxMivk0GFD7vGnU932hLPb8jNj75xUs9TYjpPbL+D75cGJG7h/khPrRuqjodhbu9gx9mPRKfOj3zVNA9gV8SPTF3NT7rgwK8WG28PWfjGT1QfHA8SsgNvpJV+D1dNqk96dsfPgo+/7z0hia+HhenvDb80b0I3qy893aTvbbxurpBzZM9+T+8PZHNgTujy9a9Ps27PQyzS704d1M9Lj0Bvu4MEj6ePOG9bEAfPrdI+j0cny0+0icCPvjEur43dzs53N5wPSpdhLxCBqq9hJAWvi2l1j3Yljy+3v4PvfELCj6ai4c93naQvLTyM77icD29/tkBvgR/k72PSAE+W/QJvoHaKD4Mibu6I8c5vvghW72LAom9yWr2vCAGNb5dyZC9TSUaPqMtBTxXRXS9YjqKPZp9kr3vpqi88Wr1vCOWFL6q4jU+39wvvtvV2Ls5mO29hrpvu93/vz0B9SK++dwgviihtLyCEgY+mR6ZvrB6Fj79Eva7y1TYva1MDr3Y7tQ9TZBZPXEwPzzf6YC9TrWAPUmQwD3xUeu8z18tvvn9FT0jGjG9bEFmvnQqUzyO8Wk+Kvjkvc/Dkz2b1xA+w9pXvnffv7vujDO9CijmvQE06r0oRau9gdYuPVIJk73K+Ky6eETXvTzUQ76hvtc8Uz+HvcA1vzxGzIK+FbJNPYe51D3eo0M808NTvidbEr5nJQ++tKbCvZbX+z3eD8M9z4VpPGCeCTzbUKW9fDwxvNsLEj1oNRu+WmxgvkIUOT20KPM8Q6JLvuSFnTx6xgk9QnKPPlm/pr2FTxq9rRU0vunHHL5yPWO9J/gPvpQKzT2YVwS+GSmtvU2sez0ccNw8M1OXvUEdCDxrdrk9s87jPYo7wTz7fdA9KD6KPQaVJD2aFFC917sYPbkMSD0xAxE9qB6aPvIELT3tMlI9M9ZCvTT8rLso6pe9wjErPbpDJry47a49MyNEPST8MD4/hsE9N2DSPdx1uD3YjgO9B9ZPPXPQKr0CjME9mTwWPWtbe70ISSU+Q5QpvYc6eL2BVdQ9nB+jPX1v7L0cBw8+wYGPPaliTj70W6e97cVKPW9ZcbsbuI48W9C8vZ0bjT2mDBu+7H/BvcGQYr1i1B09xIfWvKl25j3J6Zm9OrQwvdy3F75mPiq+xGucPFVZWr0QxX+8IjdVvUiWoT3dFh4+/evhPTSHAD1O5ue8eoaBPkcpzbxDcIu7pnQxPuTT2D3Jxji+VyKOPoNgHLwMFC0+fkvYObEFgrzj/R093qxYPR0rCb79XaO9V4gsvOh2WT4qryQ+SnqTuGnNcb0ERfM9TVeAPb1bTT12ZX8+0+80vUQLEb6NSF4+U7ZLvWQvGD56Icm8tMIJvS/vGj3jvYI9o5UPvjKnwz37tyQ9I7hGPsogar2TrvC9Waw5vlFh8T2u5B29GbnZvb/CrT379yK+eh0bvuusRz0+zwE9aB6RPYBWkD1SlRE+80g1vNIykTxCQUs8cBdjvEEzHT5MPgM985haPe59AL7n0uA95oeuvWHJEb79c24+VYcYvlfUoz0jNg8+WJcYvn/pqr1JRjA+XHXHvVAgoryi1XG9X41gveHruLyn8T88pepfvXBDBr6OGbk9fH8wvnPN3T0M58M95sldPsxBfD4KOhi+bU4pPhYqSL2G8Ey++8Qrvlx+vD38zYa9DYoPvYaUprpSd2A99s4zvm0i+jzZiSy9qQzBvaWK3bymAwe+FqjmPYX8sL2OcRa8YvaNPGPd3L2IpOU8N6I5PoE5E77tIz6+WrORPksDNb4DUwE7BjCDO/lnJj55ywq+PgbfvSvntbymlRk8jWC2PQAO+r1H0B8+mSArvZymobz/W6c8nRkBPgkJsj32GBY+MGMyPktrLr2YPFU9P2SEPGEMej1zzb89pYzDvDypbr0wRpw+T0MsvdX3Er6WBdI8mqI5va0uUL26vCo+U2tMPaJM2LyG6Je9pOMIvhVsNz74ObC8U/RZvVVzLj4vxM69OFHvPQHairzg/AQ+kEcgPaSPIz7Vfj6+M/f2PPVmD77ts9O9/faVPFuCHLz99Ro+ghszvl8gCr7NH0Y8LkcDPe6W1L16GL+8HXw2PeJyQb6iB/29HP1jvd8sXz1QPB298MUSPqR2pr1MlWa9K+cEvgVjsj3iEeu9Cmggvou8Vr4p0D0+XI5hPagvx70KFFU+eB5ivndpLD7oi9K8cQ+kPXC5rjyoKZS9CTHovbiyzj2QfAw+NI9fvdArGL0qS4U8dFGfvcp+Ob3KPhw966GfvebyEz1fsIW9H1KwvADOFb4ugwi+qn1Ivdft3T1iIAy+rFrqunYCFL3RGYk9imiwvREj4j2gacU9VZIOvUQdQT42GO+9lVJ5vQiaBL3SBHW9gfdSPq5rer1I6DC+b4brOwrG4ruYURE9rko/vuPnKT0rhfa9klc5PQjGYzpvqCm9sQs1Pamspb1oAo89dAmaPZu20D0qOzy8LQPbPY8txL4EPkC+UjojPm+zzr2I0Ui95mAxu/F/OD6VeOy932YRProsTz3bVL69dw5WvXx4QzwMthQ9vr6Kug6wiLz0R9S8+jghPXIuWLsdOUM+3iZ0vhm3MT2dXQC9i+jRvI14Xb7zPOK9NRZ/Ph44Ub6na6W954yGPNPQej3cPt69ydaGuyABkL19I5g821uLPbXxsD0AePu9T/navcx6V71cEy++vOKGPRNplD2ahfI8CEcRvvXVFD6apmg82kM9vuOHTz6Ntpg9KqTZvXZsCj2yNpe89Qapvar+3j3+6wm+qUUyvpxem702Ie89Ez3FvQlD8D0TW7497jOKvaS0sT2om529bCTJvVp+gr22di4+xkosPnbeDD5JPmw8ZyPXPYZ3gD1UdsC9tQoAPcVhIz4nJjg+1RA0vZgQmb0MbKS9K17lvVOvjr2jmlO90eI0Pt82jzw5Fx49pv+4PUBsq71h6+M9vvgQPrtZdb3DqKc9k4wdvZY4PDzcljY+4EPXvBMiAD5m6Qo+2VtAvVojUrwjUog9HxQIviTWkz1cAjk+M2GBPc8jeT3pGjI9xakYPs8+Kz6QXIE9hbObvU3jxz07K569oP8avliGhTy+1cO9LYITvggJm70c8RS+vvAHvhO4Gj4jXbo97oSRvRommb0B9Bo9zxeRvQbp6zztN+08OovkPe0QSTyMQpO8B1p0vARp/Lw854g9earxPJlWZT6ZFe49If2WvZcNBT4mwwe+a5NQPf4Ts71AL8Y8PZgIPpEaGj2LuxW8qOuePWNIir0bkbo9faqRPSkpmj2dW7y90z4xPgDKT72beHs9qqfcvYOhjL3L4Xs9BR2mPVgt7L0LIxk8hGVwPNlAFD4S4I49sWwNPkfFVzwQHae8doQmPvhEJD67mJK9YUPFPXTyyrxRYg0+NNQ4vqYhzDwD9wI9MGqCPTWEDb2Tezc+Zj8fvI0e/TyHiv29heYlvAiilryEgZC9eVJePYUB4D06+ha8fbrDvfUFGD2u9qG9MTYQuzSFlT3hFkO9PVdYPY/1ET7fIa87FG5mPcp9j7w1vse9xQfbvSedpb0Lx4G9AJOPPO2dxb3HtZI84zoxPWVqm713xRq+KEzsvGpxU7zVvei84XkcPtnZzz2TIy4+S3gVvbHGrb1GQP0851QdPTzxIz0ewEg7OZGGPRCQhT2wh9s9FEycPDLPG7u1RB8+2UsBvWJYAL23YV69RZEDPsmq4Ty8ke68sNbBPbB/ub2USsG9NNXrvZlxpr3zH8U9TMZlvnKMdDzXfpQ+S7S4vJhODT6x5/Y9AYu7vtvQ7D0P1DW7og+CvDtyST12QFk9trXkvfGhizxzDsY9ogxJvk7LDL6uAZU8PV2gvaHllj41DSG9b0V0vTX8jT56gbG8rJOKPv+l+L3DfBG97LmtvOEYjj0bsDK+D43EPb2eUb3chVy8pZk8vtu+Nzw+umm+f0lkvhsZqb1JcWo9ovsjPiPWVr6Xeve79DqxPjw9Gr507vQ8F2pkvg8C27xjniw9m+nhPN2Zcr5585Q9xU2KPO3Lwz316gU8jhX9vVwv4zmhoIK9U1CPPIUkjb2ORuI8kr1UuyyG4Tt9lI+9js3OvD74oj0HeKK9YjEcPd4fn72pab884trSPWduQT4agAi9ilf3PGiL2b1RpFk9mQMyPhhwIz7n/bM6ous4vRoNQDseXPU9K3MDvqgC5T2Qcyk+SinmPY1QBb52SYI9asHcvW24mDpqIgs9UFvNPI7FgbuCgNS9+XTHvUGE5z1IzuC9Va3fOzGkJb4iIpE9IUNcvc7LjL2tRCy+4hgYvivr5L3s3Ag+WGucvsJB/73J87W9zlPPvRLJT73esG87Ngm2PIHnIr4j1pO99HhMPiuwfD07PXC9008dvo7Fsr3KUqy93QQVvSH5vr1jfPO9iYIvvXLkwz3f/4M+hNNjPfA2qz3DWRC+7FJfPu0Whjw5XAU+fwjxPKOiT73Upoo+GnEBvo18BL6mFLu9J3nvvVCIRb5nPVO9zu8IvUS4h74xYom+Y3Isvr9e5j0UpCG+0VoaPmztqzypeR89Su8sPa5vh71v+4+9dANdPhAASD46MVO8YOFEvZgYY77utsa9WW1avoisPr4SdXw9/w9Vvf+SXr60e1m9FIrYO7kgbL61KcY7qd8vvkorCjwaaz++3v5UvULorTyVbfY9Be+Vvi1bor0zwXy9B5Q8vd7faLxxthI+yPoBOx3wqb7qB3A9IzwXPtwCSz3CjLq94rUlvctTbj79Z5G8HwgJO0XmmD0QkDu9VRCcvYkys70aBZQ9px8oPPUMYb6WKQC+2PM6vjDiWD0nOTe9Zrm5vTws7Dpji2a+2nMJPrMwFj4rWtC9XzRQPnSg2T2qSwK+WRV3vhFMZb1xtVS+CNh7PCJfIb01tlu92p/dvJbohz2/05g9zGyMvD7D+TtGDGK+t7YkPdyVlb0WqoI+1TwCvqFRXL150YS9iD2NvaL9Yb7a5EI7Oi/yvATU6Ty8MPm9WGUpvrmQjz1ChuU9tzP+vTikmD3+Sgi+Bf9vvQssC75dWOY6aYPjPfVxkL2rI9a9e42yvT9o6buCyN+9DYPTPY6hv73xy+i8sCQ3vTRV7byiaWy8fvHXPWa1tj2/B4G8oMqKvFD2W76JYTY+0g/uvbesf725FSq8ec7svHhEgr3ZMak98RUqPkunoDzJJEg8HYBMvnghj70i9Ua+nzxkPg0PGT5YnKW9ul4zvhpMebzxIAG+19NOvijPF74Z6RK+j8xnvLQa4r0LpBG+VDUNvrJPWbrv2QU9rNvWveo+Az4k+ii+03aEvQvPZ71hX629AeaOPlJKp7wXhlC+lV/vvW5K3b3X9Hk+uBnXvdX0mb58y0M9egIgvmhxCD671Zc+LvkevrB7gT1A87K9rrmTvZpWiz13zrG9fBYavhJnKb6XK289u901PDtCXz3ESJw6AcY1vcWJpT4jXli9LjoPvj7u6z2bA3+9eZq4PVJHoLxuC8a9F3RBPe1LkL3LlR6+pusEvcHt9r1wLjS9iIAOvjUv1D3tOXo8FzuKvdpC1jwgjdc9XqyVPSVi6rp0S5S9u99UPrPbBr34PqW8IPl5vmXz6D32kQo+aWuSPTJDAT2GDTQ+wm8BvoINMz5xp0S9DjcdvcAT8r03TBm+gNsIPcnkC77vBay936QdvoWowD1KTyM9pnwYPEEaAD4I6bm806e/vdKuPD4e+5C82NqEvUkPizx4xwa9EzGnPUZtQ70tdXS91B8ZvjVprzw0PiI90rkvvirOxrzmCbY8i4QKPhgaF740QiQ9fX7JPH9fnr0dnry8lS+APZuJRD1SyK09Y7rpvLXZJD6WADy+Ds9VPjBVKL32yLs9FwY+vW0oj7rOEWU9ju/lPdTmDr7QlK49IIcLvWzg0Lxhayy9izqPPY3QEr5xpEo+6TKgvSY8xz0RuCw9NybuPLc9LD2F8xE+US3svPyNub3K3Ik9ewX0vW1qFL3BT4o9eFhUvZ0To72qIJK9doeOPY3j1D1K6jQ9V8SbuxNt/7v/DxU898EaPqUcf73HFZ47skEhPfy0iD1JvQI+29nkvTlmTj51NYm9X9IeviB7FT5Kccq9OY+/vOAq+L33Z1G71L99PFDsTr26ThW9H2+BPi8crTydEvc9QwCEPX0aLbzsv3s9lBNVvamlqz0SDp09i3Q4vuSebT2srXQ95QpXvZP9vD1Ndze9pAdSPBFXaL00BCg+S9yovfo92by+itE9xMGBPbCPJT4gaSK982gCPdczrrwSt2K86x9EvZRe1jxUn5y800YTPW5YHz02MyE8x5tcvXll5jsO73m9K5shPRzfLL2l5RS9Kq3lvTc4Cz3bxWo8T72Svdl1Ez7IEow8Nb4zvduR+T0wFng940tkvW7yZj65QGU9KJzXvdwzBL30V0w8/Lrcvf78B77rUwC+XxCYPaak+r200h28WJpuPtIOHD5N0yk9D2iHPWoOIz4OkMw9kDbPPbX5lb2pD8E9MXcwvqI+Ez6d6P08zOu9vYyb0L19+609xn/TPaIlVLw4XFY9hXmqPXJSZT0cRw8+ASASPgNS4z19M309/movPhi8bD10j/E8FE7nvVI8f7vjcJI9EAIHvsrdQj2eqEQ+PWoCvVQuc7tXetq9lEugPdqhBz6JgiU+C2QeveiyrDv8U788reAivkNaKD5rGto8DgYIPqxvqT35x0q9nUMKPfKnBz5xdIy9psCeva0THD5KcTE9LXT6PXY5qr1YLRW+kMEBPuPZfD4tmCy+71uCOhRSxDl7HQC+/jbNPEguhj3w3jU+cd//vD9UAj5FUFo+foTpvc4T7zzwCBk9NocVPH2cGr2yWHc8Mn1DPW2LDj3svSM+iBK7PaefBLytZvK7CcBKPktqXb2HU+g92FYPPvDfhT6iHJY9+l9IPBe3L75fe3y+K3bbvcMY/b2NdWc9EUwFvoNbRD5B/IY+cebAuXizyz1qBgu+IEFPvcs4kr6erKE+bIpgvTdFcT0w4Yo9rsvpPVtItb0VWQE89aplvnOlNTrSjZs97RnavUshrD75Ama+LS4lvTYncT59ah892p2XPmt2Nj2HUE28B+eqvaiakz1rhHq+WTMTPgg11D0FqQk+oaxkvhMyLj5ED4O8aK42vjDY0zxAoR+9FpWMPidrMb3unUc+ZiuWPjmY271Rqto9yqVAPiddrr2tBoa9jvlYPmxJir7LZRA+dQU3vWOFdD4YjNS9lFGmvkds8ryfqok9870uvgKALjpnHeW9fM28PYgCkD4by9u8V6iDvSsXlz3yOVi+Z/6bPh6DQL24Izk+G3lmPdNvUL4CbJI99UIdPRkdwj3o5aU9EBm0vTrDIL4sjyi+q4rBvQ1RrD0eoQs9XVniu/+ljrwLb02+e3s9PfwNGz6RxYA6ACbtPUxEfT05QEi+liFQvueqkryuxH+9w3JGPkQgKb3kfvS9XruWvSk7370WSRS9Qho1Pd2bOz35dS49I3lCvn9tr72QNDo+LIInPZT7Mb6vl5S9LP7OPcpZFL0AhQ6+whikPJ2pCD53As49CwGIvpvrK7wFdJY93SAlvWtFpTwg22M945GgPRLwVD4nULa8NVgVvsfw4T04yFE9lB4iPTxlnLzGKaE+7pzCvXylKTz3mhw+zFKoPBytRj2COAw+pWGBvSv8R754EF6+qnIIPfEewbz98pA8YdodPv6kib6fmJe9RCQaPte4WT63wG69yJbhvSuU4L0v6oi9NDJGvb2Qnj2RXBg+mlJaPWcRPT5dzpG98ccyvkZUpb69fZC9gISuO0WsiL2oH24+M6iAvgFww70dci4+4BULPpISHL6ja3a+X47uPViHcLyC9im8FNYiPuJMDD4SW9c9W6DzvnxEVT5K/Yo+mTeJPQSK1j1VWYM8Cn6pPoLgFz6ZJcs8oPo9PtmubD0jxkC+KrZJPrqt8L0ioss88D9FPqdBpz7fvXu9uSoTPnlaAL4kjom+bxeXPoyplj02ahM+kPIPPqQ2XT4wkLs+Yk3XvZbsiD4/lNg+D/25vVTom74kD8I+zFWcvJau/b0reZY9WxaiPTeKgTsNBQ2+MTFsvueAjjyRVpA9RSr7Pe1CXb6+SCA+sl6fOwnd6T2zs4W99fLFvO+Z7bxG/uu9XIVCPbPtRj6ROAQ9TodPvpTD8T193da85BYDPWhJBr6P3Am9+xfQvePilTx/mC09r5cJvkxvwzzSzYC9XjrCvbrg0j00uG8+4NguvmiCHL60UqC91kKCvsrXhT3INQA+8JgjPhQJVr6Gaig+ZQCxvQwUlT5/6Ts++BAHviGpsb3E6ga+9y4MvUv32r1YLZC+kG8mvNlDLj3xxAC+GWIxvnx2YD1uUEe+3LaIPRl4hT18OiY+DcV9viRoIrxPAeC9QQUUPowGJz5436A9AjmovWgAZL72cEo9ddOAvqNt9b11FkO8ks3+Pa8TH76/81e9GJMfPhOITL70SJM9RslFPaYrj7tmtS6+zs2kuyY3Vz2RdNo9YqTfvQXGLb3iDSe8yX/SvaR2JD6tc+A9P3D5vc/DUj5J/E88GniUPU2fcDsm3Y88p67PvX9kOL3OnQQ+kkwHvletDz7dqAe+St8vPmXHIL45GyS9mUxxvWDc8zxRA6U9aehuPcQfJj6Ujfq8hiGrPPtl1zzh+Ze9iAt1PjddJj3qcaS8u991vRh+Dz4+JT6+TOeDPjgC2j1UzZQ+NqqLvtMhLT5zHNG9oXHtu5OQkz2AdrM9DGAbPu6vnT01KMQ9QOdUPlSf1j1rNYY88IcsPSc7mD1/II06fLBxPTaTW77u6xK9QzzyPS4Ygz3IH+C9mJ7HvLshl72aqIa9d+wNvr3g7Dy8bwI+RcT3vTbAYT13twE9TBluPUakJT2+N6W9zZ4XvgEcpTzqt+88bSU1vRmkLj1qubI95Lk8PhZrvD0DVmG9oQw4vhSeHD4+nsG9rFLgvAaMvj1SrSq9/wcpPrSytz36xMO9eoG/PD1OxT2krPc9I/0lPaYbH73o7sc9KYiVPXDD+j0pFu08b3O5PKeZ5T2nR1U8iINCvgITsD3nxZU9BRUgPriLqL0wVm+7E4+VPRYBMLxVhCs+/wP0PfgQwr0ZNyk+Qi+vPSH4GDtsxrQ9WmQnPSsO5jyUJAy9Iuu9vTBk6L0vh1u9kMUWPfdcO7xB8ou9E/2jvXSniLzEURG+ajMnPexVGD1RdrO9q0yRvESGij1YBro859SDuiVFWL17cTk9IBSEvYBexjwUgHi9j7oyveiBBD7TqFG9qjnQvUzwfz0k2Jk9bO3zvCbUQD1hxE08JInevBeChb3B8R++yKBHPpBCqz34/wG94OPWPTAx/j19s4a9aXMAPhYb7Dt2I0Q98bDhva84AT7On5u9AYGsO7HBkT0Av2C9wD15vbzQz73tsRI9FshpvaJR4LzxqRQ+fCyEvVighT066Oy9J3zqPW51OT4+dTA+SHBsvLSYAT7a10O9rRsJvUULHr2o7gG+Xl0WvFJKPz2Y0ZQ9kFWGPQpnQD67yJq9SFghvmcASz32NKi982vMPSwa8r1f3XY939MKPnrSjbzAnQC+h7ekPUiOPD7fapQ9IcHcPGKzbjwd5fK9BvGgPZxC37xt86u9lCA2vJ3YAT0GTh8+f0EhPnzodj1emqA92bpqPU7cPbuRaKM9TVjcvNR4Rb2TJ908LcYRvYnWXDyqwBQ+NRQPPk0+xz1Tb3699ClNvQ3+y731QVA+7WIsPOviqL1efyo+ze+Kvf61c72g4Rk+G8w3PugL57zf4rg85cwIvhV79D2t7+e8TrrkPHaohL0ThUw8yxMOPcxqJL2TPOw972ZnPWQOprzwNtc9rxgCvHmc3z2RmTI9Qps6PRlSzz06zp29ttacPRd5mz3Q/vw9eHE+viw9ArwunpE7u8qPvcKVRD2ChLi9mpMBvL6LOD2igAC+fU3sPaIRnL0tN8a96sgoPiHQ/bwyIcy8OxEzvewGHD5d68U95Ys7PSNXnb3+Fle86oopvumwMr2Gh5W9lrVCPCxQ/rxEYlw9zrkqPbUkzLuUMbg9YrzKvalfGT4psng9Oq+jveia0z0Vlyk9VZAfPZ+2+T1erRW+nJ//vXEid77raRS+kmNqvMn4zDzMmoc+OGcTvgenOD74xIs+g4MfPW1XoT31djk9J8htvooURb4NQ5M+Kg9qvnNbiT4G48i8XrBSPvf/Q75unAq98KI6vcTQzTzvcig9D8xyPQL5sj5xKkQ9KJ64PdWvPD7uKxg9Ih8ePkV5GL2p6jC9Ve+2vtJEfj6vau+9vc+aPhprIT5wwoU+6wGOvg8Wizu1QSu+I2aBvi2LsLySH2i8X7SuPv0R9ryhcR8+g5ejPhrUAj3mNoQ+WPQiPkIP57mV/LG+0hiiPnY/nr7qDoC87RaSPESZqz5+BdW9txOxvkHd0r2lVie9vKurvoApgL1u9LE8tUnuPRSgjj0bLIO+99c5vsu4gD5oToG824tPPuqpYT19qx4+hf7CPIV9HL6H21q8xAw/PNzRHD2M6to83YCDPRMHsL7OcMS+bmVpvBzkbb2j6VG8HTs1PcOQl72A6B++WIfKPbY7Rz3apze9j5HuPVazSD6rvoS+nuFIvto2aT7uyIc8ohooPlMZ4D3xrl6+VeKnvjMN0r4wHbu7g17+vW6LhL2a5Wq9Eot/vk9Tg76zUE8+5oQYPTaPEb14vig6lC4vPicnX7woKqe+lAnqPc9CwT3z5HM+ZR3Dvjy5pT25vdE9Yzm5PWfgZj7sPw69JVYNvqh0fD50BLw+4eE2vWLk+L08pqC+WPXdPc30JT6R45Y9cJoqPrVair0q+ZQ9vNGFPPahkz5hmpm7IA4tPpKLPD1PRLc9GvftvMI7XL7tfv+9ZbTCPdG+Fz4jjdy9ob6dvYbXoD2F6+i902wWPpdqkL2EL3O9ZlpyvpWhQDwjboC+N3bTPQXP+L1wjoq9IrXWvBBjkb7tza696swEvl0dRr5Kdqy9TD0kvEmqeb7d1Ty+JVJKPYumk760DmC94mkEvqLd/D1h6TS+hqafPTjN9r0f7ug9bZ3ovfiogL3YBIq8sPwdvTpEsD2IAAG+t3N7vRHA/jzLQB2+l+dOvU/V3rxzCCc+2BYyvQLtAT7L7Yu9njcgPuhmnj2FU3u9qmXMvW0lCD6W70I+a9PnvfqRu72TM0O9ymIQvqDFb73Y/mw8gyKBvc9EgjxnTYm91rtBvsg9xz2ZW9K9HSbOPGZWvb1buGo+t7/wvErpjTzjARo9KZL7Oka8kz3VEKA9koawO+WabD3PbNW8XIIcvji2B76XcEW9gAeSvG1uI70Hia69m3E8PvtsXr0vvl29Obv8vVZ/ij5UVRW+o0VSvZ+vyzwDNwo+yhcKvm5UwzwKltQ8OaBAPthReDwAnVW+nczFPOlcYryIAFW9et8iPnSxgb1e5nO90PACPlkPtzypNuu9NsoqPpgPIT4+Ote6ehmNPUrGhj0LHZu9O30xPLgerT55i609jHkCvvJsAj7Bueg8ZzVJPDvEZT5M9ec99wBHvu1Irr38ca48EEB3vtEtm76AhfQ85yB/PliRmL0GPTe9uPNOPBdw1r0fqxo99DLJPWzcjz0/DSE+k0XivfcbKLykCZY8nbAYvk0PcT7FMEy+p760PdiA6D34ZUo9lfp1vgWlBT6aljO7RrfwvZZTcDys4sE9C4/dPBdOJr4mZVK9WEXIPShHWLwmFXg+e1sVPq6CrD2XZW68gBRBPfA3l73MCvc6y3SbPaHtEryGdOo8JIyRPV75oT461TO+eo9AvGDWQr6dWws+v8VrO9KFJj4puhA9Imkyvvc+rT4Fr7g914VevbpobzwSHx0+GhqmPYp/qL1VNlO9CFmPvStPFr3MnrS9KbWuPuwBC77tbh8+wGGaviwz4r3o15K9uj6evWTWjT3Bgfs9+ISDPp3KOToDAUq+V+q0PUCmFT5Ur7a7p+qQPP8Jnz0oC8K9DO2APframD1cl4C88zitPIqufj4IsD++MF9xvTITAD7RJs89IHKKPdIxKT3+xh+9j02IPXSy3bxvIqw8F2DmPRWR2j3CMhM8N1jqvRf8fj3W2Tm9vO4mPVNhnTzGtm89wSdePRoQBz2FqHw8b6kOPApHgD5GVQm9WVj/vePiJL3EuAO+9+DsvBPcv7u1D3m9WxJJPoQsG720GKM99FORPiGtMD0mMPI9WC6EPSmXVjzvAXA9wiImPoLShj04aZs93NYqPaFw1r19BuS9HE6lPEz4yb2VVwC+VEDUva0ffT1p1bw9IAGKPfSHhz2qugc+lnxMvWKpdz3J54Y9ckRVPRBGRLuusBm9yCATPQ6DODwIctg9VWkMvisz0j3vrI095u1BvTfNBj6RDp29L3qnPPsgrLz+zz6950ZbPTlCAj4ec5a97sMTPQjVa73hBe29TmcgPgIwrj17SO+8nJMgvnSvcz5BpH098PWDvdUgjz2Rl529FdDrvaxQ7z2Bzq09BI7yPaAfETxRXfk9+QN8Pgm5xj1fdqs9VutuvQjmwT3dpLa8CCbDPVIAKz36hQk+9g60vMmn77tcnp8773rJPWNLuDzXy6w9aSWtPYKQbLyEmdw90h1YPSuljj2Jx6a695D2vNPdsj1i4PC9ArWwvJ5sJD4Vzrc8vcySPq32Mr3efwA+YHN1PGC7nL25keW9EyfbvXkoWj6wcoC9dVOZvTq90L0km3Q+ylqavUxgjb2B5E8+JDFAPnkdPT1rw4U9zViNPv9jZT5yQh4/qXnQvkCQh74JMQq+1I3sPUt0cDxNjAI/6nbDvkCKGT8VIL6+FfqXPATUGD9mJu0+U1ITvnYu6rze+6q+nqwpvnGaFz7tt4y+po0GPyxS8T1lvPE+WUcKP/+niD56IPq+1gbOPlwhqj5Otei59k+QPkmm5z4mzYA+N2wXPoKqYj12uwY/kUh6vd6nnj0omlG9E/WHvg+zeT6Jl16+UMOMvlSWxD7d3Zc+ScLCvm1j3r3gtHa+wZgUvSzU2T7B3yQ+2A9xvsVIu74JiVs9A7WDvUcnMj47BsM+w9BHPqvqcj3s3Es+uZi3PqDrBb8lC+u+sDr8Ps+xzz1T0EU9SdKSvFwDij06A78+wrr5vgs7Dz5Oy5O+jQi4PbaQw72SVbW+YnwBvyqq5L6H94G+/2VvPoCQzj7tPoo+7bAzPffuDb8Dzxe+R6g+PyK8ST0XL2E+0E/oPguklr65jpk977XJvR2LgT6kcKi+NCjjPp0MBz8vYy6+0qhCPaMXpL2d4Rq+WkggvlZ9hD57k92+Th2RvOKWMj3pbza+xIVYPIuwIT9OlWQ+AXIKvhODdD5aSeE+d6FmvaDLmD6W5CI+hez7vprCBb6ptZa97dwAv5D7Jz8sTgI/faE1P75YyD6aM6G9dEKbPrL2CT8i37s8zD+2vpwI3T7yV9++hJVlPtLrIT+LkKi8RZJXPsB18T4abs6+8MbmPoHP2D5qIDW+ybW/vhwrV727Ze+9D1Y4Pg9BzL52PRi/e2fbvviz872nUXw+XdYPPhrPBT9EhC0/1a4yP9w9m72MvYi9qw3KPqD4mD7kgiw9WXlCvqjyRL7T38M+eLO6vkDCh721dRs/yg2QviqSgD7wTeI+D0BlvmPOqT2ZewM/k/okvtrynz59syk/60NnPvVniD5SZK6+6kZ2vU+ZzT4BSH2+2hXDPkgV47xDIM8+ckuFvTPP37zdB8w+uKqWvXH/iz5R6FY90P/9Powkzj4eTcs+avGHPmu9BD8rzgi9YSEhP04RIb77ury9wf3nPdKT+L0rUNe+BfthvnJxC71arJo92f4AP0oitz6Uaq06Q1Sqvd89MLxImzS+yJFLvTeojj79nIM95mIPP04yPj5IbRY/CKL2PuRdEr/sZl8+IwuZvlW3XD58Fzg/yCeDPUNQ7j5mEA8/HMLtvhdADr/jg0s+XT1CPw5bRj/sJw2+a3FUP26q2T7FQQc/hi3+PLsxiL7CtZm9ud4eP5PG+73Y3pS+0G6GvolK5L59b0o/XOSyPlfAGz/VKh4/O5BDv4If9b4ZCrG+Tk21voJXgz65bNW+kNMCvpwJI78+0fm+ZocoP5Gnzb4WF6I+yCcUvRL38j3W7Qc/Ycv4PiJE4L6olWs93ZGevh6NCz8ls7076cGCvaff/b2EAzi8ottDPzKwGL+5CPE8LOkSvw54Eb/Z2Qo+Nys1PwKUt77Smhy/kiggPjUFpb4PVyE/TmudvhYPMT97F/c+Ot5FvuT49L6PUlM/Uwmmvq2Inr6Zs7Q+GNBEvmwNkb4Ct189",
    "training_traits": {
        "structure_gen": "Custom",
        "n_layers": 3,
        "max_nodes": 20,
        "activation_func": "ReLU",
        "epoch_num": 5
    },
    "classes_name": [
        "cryptoadz",
        "cryptopunks",
        "moonbirds",
        "nouns"
    ]
}