{
  "model_name": "sample_model",
  "layers_config": {
    "config": {
      "layers": [
        {
          "class_name": "InputLayer",
          "config": { "batch_input_shape": [null, 32, 32, 3] }
        },
        {
          "class_name": "Rescaling",
          "config": { "scale": 0.00784313725490196, "offset": -1 }
        },
        {
          "class_name": "Conv2D",
          "config": {
            "filters": 16,
            "kernel_size": [3, 3],
            "strides": [1, 1],
            "activation": "relu",
            "padding": "same"
          }
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "pool_size": [2, 2],
            "strides": [2, 2],
            "padding": "valid"
          }
        },
        {
          "class_name": "Conv2D",
          "config": {
            "filters": 32,
            "kernel_size": [3, 3],
            "strides": [1, 1],
            "activation": "relu",
            "padding": "same"
          }
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "pool_size": [2, 2],
            "strides": [2, 2],
            "padding": "valid"
          }
        },
        {
          "class_name": "Conv2D",
          "config": {
            "filters": 32,
            "kernel_size": [3, 3],
            "strides": [1, 1],
            "activation": "relu",
            "padding": "same"
          }
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "pool_size": [2, 2],
            "strides": [2, 2],
            "padding": "valid"
          }
        },
        { "class_name": "Flatten" },
        {
          "class_name": "Dense",
          "config": { "units": 128, "activation": "relu" }
        },
        {
          "class_name": "Dense",
          "config": { "units": 4, "activation": "linear" }
        }
      ]
    }
  },
  "weight_b64": 