{"model_name": "sample_model", "layers_config": {"config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10, 10, 3]}}, {"class_name": "Rescaling", "config": {"scale": 0.00784313725490196, "offset": -1}}, {"class_name": "Conv2D", "config": {"filters": 4, "kernel_size": [3, 3], "strides": [1, 1], "activation": "relu", "padding": "same"}}, {"class_name": "MaxPooling2D", "config": {"pool_size": [2, 2], "strides": [2, 2], "padding": "valid"}}, {"class_name": "Conv2D", "config": {"filters": 5, "kernel_size": [3, 3], "strides": [1, 1], "activation": "relu", "padding": "same"}}, {"class_name": "MaxPooling2D", "config": {"pool_size": [2, 2], "strides": [2, 2], "padding": "valid"}}, {"class_name": "Flatten"}, {"class_name": "Dense", "config": {"units": 4, "activation": "linear"}}]}}, "weight_b64": "Rw2GPY2Vc74pWYa9AKgKPuNLsTwvPOy+DeuQPpYGHL+GSsI+9rkkv2A4Gb5VZA2+RrP/PU1RFD4y1m4/DAbZPhJd8T1drbq9fYJgPgde1T7PX7q9LvgSv9+Ygz5ydQM/Wv8SPlP6XT5VJ56/YWYyPrx8M75JdhO+OtmSv/3aXj89LAU+BEXFPSyEsL9NYlc+vUkCv+1/IL217hy8PJKdPbc7xL5+9Ju73yWZPuMK475pTfm9YGAbP9TJ/T3KKzE9tOKAvrdqYD74uVU+Ut3yPmvUW776tr0+oCrFPlEmyD5tc2y+0Xy+Ptzz8z6ZWhw/yLwDvgRaoD33hNA9MVvnPkJGBr8kRdI+rp5vvug9Qj80b4W+rIioPao4ir4LxXY+Gf9ov4hIEr2AojM9srUKv21QQL9+Mxy91xCZPhcZV78qiwi/olwzvQY10L0ffFm/GzcwPiMUn75zPzE+B/wDP0TMe7751BG8hUr+PSB2CT9nym2+RHVXPgZ7ZD7yYAk/zORaPwFVGb4bpTI+pqTdPpcVbT92bzQ+Atawvphagj8Xplo/zJmzPr2HrL7yfdE+fr8pP0brej+W8zY+dKKbu7jQbTyoUT++H29bPYDgwb3bqvs+ws8jPgtjzz4y5Na+kz6OveYkUz7/yss9m7RdPvf5P71Eh5E9AN9tPmUTCT6fko0+6YKNvrgC176ikaU+fXpoPfyNDr7heVw+y/gwvXdqOT5q6ho+wgiPPjKyQz7Sd5I8J5JIPswCHz4MFwA/ZbxtPt1JwT7EWpY9RFK5Pdeliz7ZOoO+dE0WPgSJo70Dm1W+kpEtP3qsTT5rUH29OQuKvdpd7rzKaY4+BraFPq75iT7SbUg+hU93Pt9zrT6SIaC97gqfPhyEHb4O65g9+B6GPpw/nTtAHnw+miXyvdOaar0xOd490m/oPSn7DL3UPBI+j8oEP241vLxo4xC/bKlmPv5iiD46T6873TYJv9AVizsj24U97hS8vtk2ur6CWIm93HU0vkKV9L270uC9/0j3PfrmD7/9o/o+VKC/PahAl76Fxik/vOUvvfN6qD6ZgMo9JVQbvtnLjrzzKI4+j62GPOxdUD5udYI+aDE0vuYigD7K55a+fpOgPbEBTb65kmc+gZuGPs1lQL4rvMG+WozKPqoQCT+vb6U+z1QfPm8VFT75gQ+/Q8y+PlNXej61C/S+0xjFvc2JDz4/Hii+DSw0P6w1Qj4rK5Y+WRahvi3OPb/rWAm/LokjPgLotz51RhC/pEUhP5HLrr4Woou+nK86vzOT7z6trd6+1ndJP1HHvTwmaGA/rj9jPhUNF7/5pnS+A7kpPuoiML+fPVa+7MTevrPy073B3wM+S560PhM6S72q5bI+m5TsPpsFdT61P/c+Y099vm6tXL55T7g+lxAsPUWysr7tjyc/weG8vkN+u73bhYa+kDOXvsKS9T3Oiw6/+ubaPmMUiD7GuXu/tqYovxpAvz5Uo5A9UFG+Pi0Ahj4BIQo/hCwuPZMCR76VwOC+yArevNYMVr9LJvM+VCKZvWrfGz9k2Ia+9oqKvoBvND9jEAW/XmW0Prn5nD0Shh8/4vxAPvtEWT61Bc++ig9lvtjdnb7i0sa94agQP92pMz4FXZU+g2LGPoSslr7fR/6+8nngPmEymz6RKsY+6sNIv8FR5D5OkgE/v9K8Ptlhpb61sl++C/2XvvkM2D15Viw+mJDWve+p2r4IvKa+t8Y/P8bAtz4Wngg/+C0JvrzwI79pcGa+B+ORvhtHLb8eHLc+RRbJvmiSbb5gHhq/MbhBPlk/vT5I+i6/6oZPPUDEaT4W+MO+owPbPqARBD+D98u+SZ54vjvjvb2o8Xo+SrJSvxARzz5UKyA+Na2Lv4jVTj9JOwo+p/a8PlL+wL5XCgk/uahqP+9hvr98Vxs/FlBpvhGvPL72zrO+9nOEvqV1rL648Ci/ltfbPZdqRr7FeZQ+XhREvzAtgz8m9Yq+cFRev00mjz/BAAA/9Z4av9WkbL4nWw4//5LtvbCaEb4Ve92+", "training_traits": {"structure_gen": "Custom", "n_layers": 3, "max_nodes": 10, "activation_func": "ReLU", "epoch_num": 10}, "classes_name": ["cryptoadz", "cryptopunks", "moonbirds", "nouns"]}