{"model_name": "rnn_shakespeare", "layers_config": {"config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [1, null]}}, {"class_name": "Embedding", "config": {"input_dim": 66, "output_dim": 64}}, {"class_name": "LSTM", "config": {"units": 128, "activation": "tanh", "recurrent_activation": "sigmoid"}}, {"class_name": "Dense", "config": {"units": 66, "activation": "linear"}}]}}, "vocabulary": ["[UNK]", "\n", " ", "!", "$", "&", "'", ",", "-", ".", "3", ":", ";", "?", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z"], "weight_b64": 