{"model_name": "rnn_shakespeare", "layers_config": {"config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [1, null]}}, {"class_name": "Embedding", "config": {"input_dim": 66, "output_dim": 4}}, {"class_name": "LSTM", "config": {"units": 8, "activation": "tanh", "recurrent_activation": "sigmoid"}}, {"class_name": "Dense", "config": {"units": 66, "activation": "linear"}}]}}, "vocabulary": ["[UNK]", "\n", " ", "!", "$", "&", "'", ",", "-", ".", "3", ":", ";", "?", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z"], "weight_b64": "ms7SPAdAt7zNnEm9DIN6vOZMaz/T9/E/7Ta+vpy/hz8Jw7E/XYmJP4Ytr78Lcka/C8mbvzAGpj4sEMQ/w60yP+DNCb30TgA8oF2hOj3nR72QqUU/5SM1P8bGub4oG1k/4+TCv4oihT74Cyi/Q/sFwASrkr/C7is/8fDUP+JSWr6boztA1AsLP6F5o7+VDg4//b/Qv/+Kr75Cow1ALz3FPx7TzT79KLA/idMAQAd+Ej8CQRTAL4FMP6xvGUCkMu+/kYlXvwTAZD/aFaA/dE8Evpb1tr+996g9m7QDQCUlcj+kJKg/qew8P0dUBT+La0y/NjDBPnPG67zMaMQ+fVYlP+Fl8L7GRxg8ohDEPYc4UT8/GAO8+owbv6VFiD8C7YU/zugJPyy4NT9xhz8/yMuxvn9MRb5qtd++LcBXPtY6nj4P3H0+FhnTvtQcHz8glSQ/XNkqv4kNPD5SYTQ/JvwEP7j/vj1O6YI/1td8PzPoP75ccgM/usOAvvxSPD/vMmI/JXSsv/ihST/xR7Q/s88IPz/4Br9VA40+sJuOPiCoJz+Ke6W+wSxYPcaQLD/buUI/Y3v6vqGKKT6+gYk9hYe3PkfJJT/19EQ/E7xnP6cteb7zZwW9mkk3vn6dvT5PUQk/SZeBPyI7q76teXs/PzjhPyswiL6XoSs+oI0mP8xrMj8ErSK/zwsmPti1vD5CvMM+Kzjqv+XTSD/scaM+k3N8PzHMJD9dCbQ/7OHyPnr2Jr/4NmC/vmuSPsdEPD/ArSQ/uSLAv4UsKT+FBR0+KlVoP8Pkw75/KSg/XDRfP8dTcD9juwy+J8acvjOkkj/LTyw/DbsPvUAOTz4UfJM+I9a2Pyq7Mz9a3Po8uKEtv/Ya7r/JRd4+SUHgvxL4yD2FPae+kLStvxNXUr/jXD6/6FVVPwol075YuVO/SP/6PsKleT54mT2+bTsBv0mQSz9M6QTA0y5ZvoKAFb/+V8s+YFCtPh+/Cb7gX5y/QUEhPyTyfz8RQVi/IIbxv5te6T/wiS2+zLCeulHwcD7bAjO/HF8AwAbGOj/4SKC/yBoxP0z7GT9V+QY/Q52Uv2O6lz92D9O+hldYvy6RHb8DyIy+HvODvnnJdT0lWsa/4ee9P+DvqL9bbrC/34REvpFd076Ufoq+fXuIP0rx6L8HUSW+/UILwP5e0b2qMiq/rP8nPsHLfj4T7D8/zhg4v4UDaD//wP0/TS9OvyBS777VDw6+SH+pPSp2kL4HSEO/uZvvPsSgyj7HtArAafLBv63t+D48w6g/uLMKPrjy5b3mP8S9X+qIv8x7Xb9ylkfAZ8idPwYFuz+vLL6/bTQ7v2wVXb5eNqE9cVBDvnSTzr7YmGS92wZEPHc6j79wypy+SbbEP6XAhL2zIpy/KioewO2ZIj9ZvEA/G5uaPyy0kD7pTqU+OOo9v0Yllj4DzOA/RvaPP+pWkj7iFQ4/tAavPWK6Lj8Am0c/4SKLvhqXnj/aj1jAD9cKwNrlmz9TRYY9X64gv6sCIL+M4My9EbjMPTj9iL27gV+/ApFHv6q5N8C1H0C/puTkPi2BtL/Unuy/47Crv/SpFcBbaX2/r6UdvQFYjz4LVsK+aTEAQIEEhL68M6k/MNbcvvXwjL/moBA9iYrJvxFpGL/CJDC+AS34v1YNhb/7Qwq/zzG0PzVJPD5Wfvk+9m+yv5rSWL8Rtc2/ftXIvz/SnL6jHp4/4xHUv2U1GMB40bI/JOo9P/8SR76Uhk4/kbK2P+tpQ79o2yM+cvc3P4PTJEB4bRk/EMEEv77Xyb7QVRU/vQanv7A8xT68os2+haDNvtBv8L71Noi/iGuYPx62Kj9gvGw/M5m1Pf4Z07yLIuc+YpyAPblfp7/jJxFAmlK0P16IE7/XLb4/LG89QMq6nD9zOFE/iDXnP/F5ej9joCVAkMTpPzTOWr5xI/G+4qRcv7IOZT5liFy/g2jvv1gzi789sUW/sG9ovlbCVj6kawe9EXANP864rr8jmai+h1Fivu0tDkBTxII5r3OLv8/J1L/ey1Q+Ptp3v/LVzL9j/8K/JRbNP/z5FEBGmNM/6LfQv6pVmb8Zhnw+7FMZwJzprD9Nc0A/2VdRvgkph72ghmI/jkyLPfRf2T5iopw+A7lfv/NTYD5lm14+i3Izv/FJi78GZYE+FXO8vXa/ND/NOc4/jlNEvuHfV759/pw81US8O5xtDr8RoZa+xPY0PoUS2r0eh4O9Z1HPvRIFfT2AqsA+39GZvpyu4z4A+7e+sQaGPdevmT+6JP0+nhhQPzbVJL9kTGm+GvS1PyGM3z+3vn2/nRpbPmhlTbxd+Vq9SwJ2Pw//Hz+KpDI/QOuEv0Fajz9fBAI/dXxqPuqvDr+teMG+cpi1vbxoCb+GCSi/m0IHPhqyND8gOJa+hjgEQBFQyj+P9Ww/ft+SPxkoXD/jgnQ/V6urv0OSZr4KXEe+q4TRvpIc1D4Zjc2/uS6mvwTSmL4yQ2W/LHztvlPDxL7xFus+iBy+vhaW379c1ak/8mj/vlE5LL/BXHa+a9C1PvufNj8xL1U+UWDMvfzaHj/ZqvU9dnrGv8uhOL7aZoG/1Hivvx0Y/b4btzq/YQTNvTRDrb7dwLc/0IyUPpCGhD9/Rj0/u90xP/ZedT+3cEw+VZo3P1vbjr+RorA+LbpKP+Hk5751rx8+YPvXv6VShr9RZRe/XXhkv/RMkD6Qmmy/eapaPzJ3OL303SM/Qr8+Pi36qL4erYk/uaP7PhftSL/7z+Y+idsiPy8hvz9pU6E+KP0/P2DKCsBCnjq+eM2mvyLhkr9kCiS+r1Puv9ScSr+BBOe/X7T0vmD3Cb/VvG4+MDSfvlWgqb7APAU/lFyaP+N+/76qS34/4juavli6XD+PA6++ksuqPu1L/74OQVm+Q/u9PSQcu7+ujmm9Pr9Rvg85aL8K+bK/vxOCv6nRoL81goC/3A2IPhcKY773cca8BN4ev8xcf77o7io/KRYQPgnlub3J5o48jx9Yvntm1D7etXg/nsGsPie9bz5wKdU8immNvVnNpT4dwRi+1fRyvJOxsb33Css++BgEwFP9LD7vUw++P5AQvXCgHD/Y/Ua/9p4OPvWosb2V8eQ+Tvxevk3UQT/C4ni+Mov9PS2pkb5mALu/y5nPvSulqz+v/Xk/oXvSvqxNxb06M+y9VQ5gvnNfdT+BvxG+Zp8Ev68JMz8Wbsa+m4WqPunIrz4yLuq9GIEJvt17z74tI62/dmgLv9FbcD6VzMI/JWf4Pf3L3r/Iq5q+TZjHPqbb9T6C914+e9y6vnswHL/WERI/bJwRP3GrMr8uBRG+eJ43P3u/qT+zhf89jmIHviTEUz6YcL29jWOHPm1W0bxhSvq9mHI0vppzSL7PvQO/kpdKPrTOqL5/pJQ+d9yGvnoevz19cuo+RPu6viqv1r7k7iO/PuWPP/1yVb1Fio0/Ge9SPeGJPD9U+ZW9cn/YP2zjhz6jxew+avIqP63PsDy5qNE/cOsoP1kklj/3E5s/3mawPx8Hmj/GnGE/db6PP0PAUT8ixEk/nCuXP51OxL6ZEUY+MxJovqUEpj2KwTC+RfilPSCpAz5W1QK+eBW3P+6Ouj3vs5u+YJSRP3Lsgj/CYsU/ndx8P4Afdz9Dubo+z9sfQAv0AD62W5e+WzvvPh6D0D5H1o0+dlIYv1IdCj9rxPi+sqBGP1Gbkz//xyu+ZllhvgiG+D+AZNM/6YaTP5BLwT9EG54/tODEPyNtkT8RqNw/kspUP1kWMD/3OtQ/ugnEP/TWpj+ZlMA/zx7iPwvonD8+vLo/cv1HP3hHpD+er7U/HTwEQBGMjD97Bt4/yjxDP1rruz/QgWs/0VVCv1DrX79Fh/C/FiaPv6vOcb8XshY+2BO6v5qkI8AZvH6/bcQPvzxZBcBmmLi/ES1ovySfwr5nj1G/Y/GHvyjL6b6BqQjAQm7Pv5Jy6L8DEIk+8fGCvyvJhr737nk+n5ZfPp6Jbb6lE4W/63PQPjocoT6yoGg+f2wOvzZoC7/Ff3Q+Fm/RPkIYEL0SFtg+4d96v+rUMj9m/LU+xuNmPoN7Pj+9dHG/rxClv16v2r7AUmg/6FSVvyFv9r5RNKa7DBcMPyznhL8StEy/Xpmnv4uC+b84wgTAcT6hvkRnKL9i446/beQVwOsrEcBi916/ydlHPtsoP7+pLx6/PEYTv6txvb58aGC/C4wUP3RnXb8w2xi9kPF0P7MgGEBnaze/KE1CP/yOpj+Tmbo/LTQDvysYCT8XlEw/7fHsv8xEhL/Wt8Y/p2aePfBdFL+ok4S/Sr1sv4JWe73kZgG/1c2Qv26e47+D8SO/iMp8P9mPnL+Pb0c/uQJwP43pfr8UHgy+YBl0P4w6VT9iCiA9GVMwv5kWyLzgRw6/1Q9ZPyqKhD687cK+EkWCvqKKW7vEtj4/pe4uP5IP3D6VyrE+lj2FPxs0oj6KcBY/Lcw7P7lbXz9MphY/jhuAvvwbFj9jqV4+b+NNv2q7Aj84Olg/P/eEvyJOoz9Gyvc+H6BWv4UQdz9jPXA/3JgJP4ZN8DzBAM0+b2L7v6EXOT/AM7k/h5MtQHuasb8v8jQ/hYJVQChiM79Zh6G/Sz14P8JuAUD1lpM/zxwsvsxqqj+wQdG/pWG5PqWXXT8z04u/+epYP68KKT87zxbAL7tXP914W78PhNk+nbegvpn/iz9B/mC/0gc0QEV3fz8COzO+kvR0v8DVS7/F0IU/Nu85P4NeNT/1IfM+2Bhyv8Leqr+zHGs+CfxhvUs5Lr6nyI++SFTDvz7gar9xxPK/nZS4vp3+g7+/Fbe+P+aAvzQpIr+J+sq/KV6qv9/vdr8XGnu/HCV7vzNX3L5Th4K/AfAHwBZNlL+Cc4e9UUmev/nAu7+z8fI+yW9Vvzm5LL/rH7i/VUOFPxQZdT++LKY+QARBPzNCtD38fqI/XuumPupaCcAHNtU+pXtNvqlFWL/cMWC+HeWHP4Mwxz/D8RY/Wd5oP4R9tL5yJSe+aEGhP8I2mz8DPEs/ksAEP61zID9bUWK+66hRP0HJHb85pcw/5nBSPwVJpL9Cu6M/N2naP8wTfz9ptkg9hsqFPnc3XT+JTg1AqWWWPwsWsb0ZawFAyaTPPygZBb7nFr++QfJ5v1Y4h768iYU9Fq6hvnyqEL/YkJe+rxWQv2QIAT8s0/w9HL8qv00CSL9iaDC/Lwyovmzbv710SXU/lpGlv6xGhb+2jEK/OxpBP3ujAD5mZ+296T5tP2AmAz4iiVE/3QHsvYdimT034LU9ncXtvpzvTD4WSM28NJpyPrTycr+fVnQ+yhONP+9fsrx6IB6/JpEdvg/lzr4Mm3Y9m96FPjpgfD+Ckhq9pP+RvnMlCb/c8FE+AXTXvSfHEL+De1I/tjZ1vlG7WD9udy6/JHLsvxLlKb+obCY7t9H9vqsa2b41pAW/w2jovVy+Qb9wdhI8YRaIvglVsD3Yk4e8iuVSO2TJAcBL6ra/GAWRv805tb+P+qe/YAjOv+UrZ78Lx56/S7qev0ZCE7/mho+/wKRRv+xHsr+7zgTAxMS/vzuulr9wigy/gxvnvpwP3b9UoifAbkXPvyOler/pYfS/yetCv9NKxL+Prj2/jPzeP5kGLz8M16E/0AWVP6LtFkCSDwU/lRinP88SGL+AbNU/OBf8Potc1z+N5hxATviUP7p1pz/rL54/8bGuP+EeHT9aKhFA+hGoPgycBD/56aQ/E9ryPwf8hj+dACs/YgjtP6yRVj9Rt92+3UvCPxgMFUCq9qQ/xfXkvmm85r4qvB8/KewIQA7ocT+D4vk/KN9Zvvdquj+HOr8/6Tm+P2bZAcBoLFG/v3PIv2LdK76VzwfA0U8Gv/Z/rr9FMsq/5e8uwKOqE79hDpK/YbRKv0MnlL+6fOE++rLLvzKbF78VM7y+6s/8vgIjZr/V8zW/hJ4rPpH4W78lzWi//BLAvetetb9FdGm9pdXCv475P78qJ80+s/N0P+KsaL+bhsM+UwM5vdmC4r+76re/XcN6vj2djz8NFFs/03SDPc+51j+t77G/iab3Pb6w4r5yBK4/L86OP2W2Xz+4o9w++5unP5m4B79d9r0+LLOavwJbID/R3QO/5UM2QF4Nxz/+G6Y/e37Pvn0h7b5ptrQ/Ca/uP82zYD+jXew/RmaEvjP/MECjyOA/C/GiP01qir9YNi+/gDMpv8oyK79vqza/5siAv+lIpD2sd1u/4hWqvhVbC79/c6q/bGxsv0tVa7/tCu490zaHvwyjar/O84+/b8yWv6Eh6D7xrRS/xIvcv2epP7+JgQW/q0+Pvql6vb5a7QK+Sat5vmarHT4ORUO9CHN3P1HFKT8qxbS+x4flP1FTNb8/75O9vV3bvoveyr8oEhC/tqEFv95CIL/RTIe/HZiRv5Tw077jzc2/7nIzPzitW79M8Q7AcDqYvyw9o78onpm9dVl5P0QTLL9re0K/Z0tIvm5HTT63Jke/IeI2v6OTXL9Qs7m+TDS+v0B9077yuZG/WCU3vwwlkD0Mz2e/dpRCv7Rr+72/oVA+lmTVPjz4Gz7x1aw+K1ExPbZdPz4Adyy9QezyPuL+674BPIM9bGoUPyO/kD4hj6k+SHSTu0x+hbxX6r++IYQRP0hyAD+g9ko+8TNJvBjBO71IXtI8s0Uzv7ceM72Cnhy/YP+lvlDD4j2zeSE+B8VuPtdKxr4cnJA/gtEBPDQXCD+hvjW90ju+vhOruz1TUbU+CTYBP1fSUj8fq4Y9moSwvbJQvL7ba5Y+mD4TP+2HND9cytI+yC7jvvVvMz90i+6+TrccPdvR574="}