{"model_name": "rnn_shakespeare", "layers_config": {"config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [1, null]}}, {"class_name": "Embedding", "config": {"input_dim": 66, "output_dim": 64}}, {"class_name": "SimpleRNN", "config": {"units": 128, "activation": "tanh"}}, {"class_name": "Dense", "config": {"units": 66, "activation": "linear"}}]}}, "weight_b64": 